{"translation-revision-date":"2025-09-18 09:17:55+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Only public WordPress themes are supported":["Sono supportati solo i temi WordPress pubblici"],"Edit settings & configurations":["Modifica le impostazioni e configurazioni"],"All plugins":["Tutti i plugin"],"Plugin name and version":["Nome e versione del plugin"],"Edit plugins":["Modifica i plugin"],"This feature requires Elementor Pro":["Questa funzionalità richiede Elementor Pro"],"Custom post types":["Tipi di contenuto personalizzati"],"Edit content":["Modifica il contenuto"],"Not exported":["Non esportato"],"What's included:":["Include:"],"This usually take a few moments.":["Questo di solito richiede pochi minuti."],"Settings up your website templates...":["Impostazione del website template in corso..."],"Uploading failed":["Il caricamento non è riuscito."],"Import and apply":["Importa e applica"],"Your website templates is now live on your site!":["I template website sono ora disponibili sul tuo sito!"],"Kit is live illustration":["Kit è un'illustrazione dal vivo"],"See it Live":["Visualizzalo in azione"],"No settings imported":["Non è stata importata alcuna impostazione"],"No plugins imported":["Non è stato importato alcun plugin"],"No content imported":["Non è stato importato alcun contenuto"],"No templates imported":["Non è stato importato alcun template"],"or drag and drop":["o trascina e rilascia"],"Click to upload":["Fai clic per caricare"],"Upload a .zip file":["Carica un file .zip"],"No settings exported":["Non è stata esportata alcuna impostazione"],"No plugins exported":["Non è stato esportato alcun plugin"],"No content exported":["Non è stato esportato alcun contenuto"],"No templates exported":["Non è stato esportato alcun template"],"Taxonomy":["Tassonomia"],"Taxonomies":["Tassonomie"],"Update version":["Aggiorna la versione"],"You’re using an older Elementor version. Update for full customization.":["Stai utilizzando una versione precedente di Elementor. Esegui l'aggiornamento per usare tutte le funzioni di personalizzazione."],"This website template was exported from an older version of Elementor. If possible, re-export it with the latest version for better capabilities.":["Questo website template è stato esportato da una versione precedente di Elementor. Se possibile, esportalo di nuovo con l'ultima versione per ottenere prestazioni migliori."],"Import a website template":["Importa un template website"],"View in Library":["Visualizza nella libreria"],"Website template name":["Nome del template website"],"Settings & configurations":["Impostazioni e configurazioni"],"Theme Style Settings":["Impostazioni dello stile del tema"],"Export failed":["L'esportazione non è riuscita"],"Export a Website template?":["Vuoi esportare un template website?"],"All plugins are required for this website templates to work":["Tutti i plugin sono necessari per il corretto funzionamento di questo template website"],"Choose which Elementor components - templates, content and site settings - to include in your website templates file. By default, all of your components will be exported.":["Scegli quali componenti di Elementor (template, contenuti e impostazioni del sito) includere nel file del template website. Per impostazione predefinita, tutti i tuoi componenti verranno esportati."],"We couldn't complete the export. Please try again, and if the problem persists, check our help guide for troubleshooting steps.":["Non è stato possibile completare l'esportazione. Riprova e, se il problema persiste, consulta la nostra guida per la risoluzione dei problemi."],"Failed to fetch quota.":["Il recupero della quota non è andato a buon fine."],"Couldn’t fetch quota":["Non è possibile recuperare la quota"],"The export failed because it will pass the maximum Website Templates you can export.":["L'esportazione non è andata a buon fine perché hai superato il numero massimo di template website che puoi esportare."],"Couldn’t Export the Website Template":["Non è stato possibile esportare il template website"],"Couldn’t install the Website Template":["Non è stato possibile installare template website"],"It took too much time to download your Website Template and we were unable to complete the process. If all the Website Template’s parts don’t appear in ":["Ci vuole troppo tempo per scaricare il template website e non siamo in grado di completare il processo. Se non compaiono tutte le parti del template website "],"Couldn’t use the .zip file":["Non è possibile usare il file .zip"],"Select which plugins to include":["Seleziona quali plugin includere"],"Import from files":["Importa dai file"],"Choose a file to import":["Scegli un file da importare"],"Before applying a new template, we recommend backing up your site so you can roll back any undesired changes.":["Prima di utilizzare un nuovo template, ti suggeriamo di fare un backup del sito così puoi facilmente tornare indietro se non ti piacciono i cambiamenti."],"Heads up!":["Attenzione!"],"Upload a .zip file with style, site settings, content, etc. Then, we’ll apply them to your site.":["Carica un file .zip con lo stile, le impostazioni del sito, il contenuto, ecc. Poi noi lo applicheremo al tuo sito."],"Couldn’t handle the Website Template":["Non è possibile gestire il template website"],"Unable to download the Website Template":["Non è possibile scaricare template website"]," Learn more about Website Templates":[" Scopri di più sui template website"],"A Website Template is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["Un template website è un file .zip che contiene tuttel le parti di un sito completo. È un modo facile per costruire un sito ed averlo funzionante in fretta."],"What’s a Website Template?":["Che cos'è un template website?"],"Setting up your website template...":["Impostazione del template website in corso..."],"Drag & drop the .zip file with your website template":["Trascina e rilascia (drag&drop) il file .zip del tuo template website"],"We applied your template and your site is online!":["Abbiamo applicato il template e ora il tuo sito è online!"],"By default, we’ll include everything in your file. Uncheck the items you don't want.":["In modalità predefinita, includeremo tutto nel file. Deseleziona gli elementi che non vuoi."],"Select which plugins to export":["Seleziona i plugin da esportare"],"Export as .zip":["Esporta come un file .zip"],"Uncheck the items you don't want to include.":["Deseleziona gli elementi che non voi includere"],"Select which items to export":["Seleziona quali elementi esportare"],"Type name here...":["Scrivi il nome qui..."],"Must add a name":["Devi aggiungere un nome"],"Type description here...":["Scrivi una descrizione qui..."],"Description (Optional)":["Descrizione (opzionale)"],"Is the automatic download not starting?":["Il download automatico non è iniziato?"],"Once the download is complete, you can upload it to be used for other sites.":["Una volta che il download è terminato, puoi caricarlo per usarlo su altri siti."],"Your .zip file is ready":["Il file .zip è pronto"],"Download manually":["Esegui il download a mano"],"Open library":["Apri la libreria"],"Import a Website Template":["Importa un template website"],"Back to Website Templates":["Torna al menu Template website"],"to learn more about building your site with Elementor Website Templates":["per imparare a costruire il tuo sito con i template website di Elementor"],"Your Website Template may not work as expected if key plugins are missing.":["Il tuo template website potrebbe non funzionare se mancano i plugin necessari."],"You can export the content, site settings, and templates as a Website Template to be reused in the future.":["Puoi esportare i contenuti, le impostazioni del sito e i template come un template website per poterli riusare in futuro."],"Build sites faster with Website Templates.":["Costruisci siti più velocemente con i template website."],"You can find it in the My Website Templates tab.":["Puoi trovarlo nella scheda \"I miei template website\""],"Your website template is now saved to the library!":["Il tuo template website non è stato salvato nella libreria!"],"Save changes":["Salva modifiche"],"Show more":["Mostra altro"],"Show less":["Mostra meno"],"Code":["Codice"],"Icons":["Icone"],"This download requires the 'DOMDocument' PHP extension, which we couldn’t detect on your server. Enable this extension, or get in touch with your hosting service for support, and then give the download another go.":["Questo download richiede l'estensione PHP 'DOMDocument', che non è stata rilevata sul tuo server. Abilita l'estensione o contatta il tuo servizio di hosting per ottenere assistenza, quindi prova di nuovo il download."],"This is due to a conflict with one or more third-party plugins already active on your site. Try disabling them, and then give the download another go.":["Il problema è dovuto a un conflitto con uno o più plugin di terze parti già attivi sul tuo sito. Prova a disabilitarli e poi riprova il download."],"Uploading JSON or ZIP files from unknown sources can be harmful and put your site at risk. For maximum safety, upload only JSON or ZIP files from trusted sources.":["Il caricamento di file JSON o ZIP da fonti sconosciute può essere dannoso e mettere a rischio il tuo sito. Per la massima sicurezza, carica solo file JSON o ZIP provenienti da fonti affidabili."],"Warning: JSON or ZIP files may be unsafe":["Attenzione: i file JSON o ZIP potrebbero non essere sicuri"],"Couldn’t access the file":["Impossibile accedere al file"],", try again and if the problem persists contact ":[", prova di nuovo e se il problema persiste contatta "],"Seems like there is a problem with the zip’s files. Try installing again and if the problem persists contact ":["Sembra che ci sia un problema con i file zip del kit. Prova a installare di nuovo e se il problema persiste contatta "],"The Website Template includes plugins you don’t have permission to install. Contact your site admin to change your permissions.":["Il template website include plugin che non hai l'autorizzazione di installare. Contatta chi amministra del sito per modificare le tue autorizzazioni."],"Seems like Elementor isn’t authorized to access relevant files for installing this Website Template. Contact your site host to get permission.":["Sembra che Elementor non sia autorizzato ad accedere ai file rilevanti per l'installazione del template website. Contatta il servizio di hosting del sito per ottenere l'autorizzazione."],"We couldn’t download the Website Template due to technical difficulty on our part. Try again in a few minutes and if the problem persists contact ":["Non è stato possibile scaricare il template website a causa di difficoltà tecniche da parte nostra. Riprova tra qualche minuto e se il problema persiste contatta "],"Support":["Supporto"],"Seems like your server is missing the PHP zip module. Install it on your server or contact your site host for further instructions.":["Sembra che al tuo server manchi il modulo zip di PHP. Installalo sul tuo server o contatta l'host del sito per ulteriori istruzioni."],"We couldn’t download the Website Template due to technical difficulties on our part. Try again and if the problem persists contact ":["Non è stato possibile scaricare il template website a causa di difficoltà tecniche da parte nostra. Riprova e se il problema persiste contatta "],"Do not show this message again":["Non mostrare più questo messaggio"],"What’s a Website Kit?":["Cos'è un kit per siti web?"],"Export a Website Kit":["Esporta un kit per siti web"]," Learn more about Website Kits":[" Ulteriori informazioni sui kit per siti web"],"Upgrade Now":["Aggiorna ora"],"Upgrade":["Aggiorna"],"Included":["Incluso"],"Custom Post Types":["Articoli Personalizzati"],"Elementor Templates":["Template di Elementor"],"Site Area":["Area del sito"],"WP Menus":["Menu WP"],"Start by uploading the file and selecting the parts and plugins you want to apply. If there are any overlaps between the kit and your current design, you’ll be able to choose which imported parts you want to apply or ignore. Once the file is ready, the kit will be applied to your site and you’ll be able to see it live.":["Inizia caricando il file e selezionando le parti e i plugin che desideri applicare. Se ci sono sovrapposizioni tra il kit e il tuo progetto attuale, sarai in grado di scegliere quali parti importate applicare o ignorare. Una volta che il file è pronto, il kit verrà applicato al tuo sito e sarai in grado di vederlo dal vivo."],"To turn your site into a Website Kit, select the templates, content, settings and plugins you want to include. Once it’s ready, you’ll get a .zip file that you can import to other sites.":["Per trasformare il tuo sito in un Kit per siti web, seleziona i template, i contenuti, le impostazioni e i plugin che desideri includere. Una volta pronto, otterrai un file .zip che puoi importare in altri siti."],"A Website Kit is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["Un Kit per siti web è un file .zip che contiene tutte le parti di un sito completo. È un modo semplice per far funzionare rapidamente un sito."],"Add the custom posts types to export. The latest 20 items from each type will be included.":["Aggiungi i tipi di post personalizzati da esportare. Saranno inclusi gli ultimi 20 articoli di ogni tipo."],"No custom post types in your site...":["Nessun tipo di post personalizzato nel tuo sito..."],"Click to select custom post types":["Fai clic per selezionare i tipi di post personalizzati"],"Parts of this kit overlap with your site’s templates, design and settings. The items you leave checked on this list will replace your current design.":["Parti di questo kit si sovrappongono ai template, al design e alle impostazioni del tuo sito. Gli elementi che lasci selezionati in questo elenco sostituiranno il tuo design corrente."],"Importing your content, templates and site settings":["Importazione di contenuti, template e impostazioni del sito"],"Take me there":["Portami lì"],"Head over to Updates and make sure that your plugins are updated to the latest version.":["Vai su Aggiornamenti e assicurati che i tuoi plugin siano aggiornati all'ultima versione."],"Not yet":["Non ancora"],"If you’ve purchased, installed & activated Elementor Pro, we can continue importing all the parts of this site.":["Se hai acquistato, installato e attivato Elementor Pro, possiamo continuare a importare tutte le parti di questo sito."]," Recommended:":[" Raccomandato:"],"Import a Website Kit to your site":["Importa un kit per siti web nel tuo sito"],"Note:":["Nota:"],"Tip:":["Suggerimenti:"],"Is your Elementor Pro ready?":["Il tuo Elementor Pro è pronto?"],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["Senza Elementor Pro, l'importazione di componenti come template, widget e popup non funzionerà."],"Install Elementor Pro":["Installa Elementor Pro"],"Missing Required Plugins:":["Plugin richiesti mancanti:"],"Plugins to add:":["Plugin da aggiungere:"],"Plugins you already have:":["Plugin che hai già:"],"Activating plugins:":["Attivazione dei plugin:"],"All items are already selected by default. Uncheck the ones you don't want.":["Tutti gli elementi sono già selezionati per impostazione predefinita. Deseleziona quelli che non vuoi."],"These are the templates, content and site settings that come with your website templates.":["Questi sono i template, i contenuti e le impostazioni del sito forniti con i template website."],"Select which parts you want to apply":["Selezionare le parti che si desidera applicare"],"If you don't include them, this kit may not work properly.":["Se non li includi, questo kit potrebbe non funzionare correttamente."],"Required plugins are still missing.":["Mancano ancora i plugin richiesti."],"You've imported and applied the following to your site:":["Hai importato e applicato quanto segue al tuo sito:"],"See It Live":["Guardalo dal vivo"],"There are few plugins that we couldn't install:":["Ci sono alcuni plugin che non siamo riusciti a installare:"],"Make sure your Elementor Pro account is connected":["Assicurati che il tuo account Elementor Pro sia collegato"],"Let’s do it":["Facciamolo"],"This file type is not allowed":["Il tipo di file caricato non è permesso"],"You can’t use this Website Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["Non è possibile utilizzare questo kit per siti web perché non contiene contenuti, pagine, ecc. Riprova con un altro file."],"The Website Kit you’re using contains plugins for functionality, but no content or pages, etc.":["Il kit per siti web che stai utilizzando contiene plugin per la funzionalità, ma nessun contenuto o pagina, ecc."],"Show me how":["Mostrami come"],"Try Again":["Si prega di riprovare"],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["Ciò consente a Elementor di eseguire la scansione degli SVG alla ricerca di contenuti dannosi. In caso contrario, è possibile ignorare qualsiasi SVG in questa importazione."],"First, enable unfiltered file uploads.":["Per primo, abilita i caricamenti di file non filtrati."],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["Niente di cui preoccuparsi, basta continuare senza importare SVG o tornare indietro e ricominciare l'importazione."],"Site settings":["Impostazioni del sito"],"Imported":["Importato"],"WP Posts":["Articoli WP"],"WP Pages":["Pagine WP"],"Global widgets":["Widget globali"],"Custom Post Type":["Tipologia articolo personalizzato"],"Existing":["Esistente"],"To import or export these components, you’ll need Elementor Pro.":["Per importare o esportare questi componenti, hai bisogno di Elementor Pro."],"Kit Info":["Informazioni kit"],"How does importing work?":["Come funziona l'importazione?"],"How does exporting work?":["Come funziona l'esportazione?"],"Select the items you want to keep and apply:":["Seleziona gli elementi che desideri conservare e applica:"],"Your site's homepage will be determined by the kit. You can change this later.":["La home page del tuo sito sarà determinata dal kit. È possibile modificarlo in un secondo momento."],"Upload a file with templates, site settings, content, etc., and apply them to your site ":["Carica un file con template, impostazioni del sito, contenuti e così via e applicali automaticamente al tuo sito "],"Import":["Importa"],"404 Error Page":["Pagina di errore 404"],"Important:":["Importante:"],"Background Settings":["Impostazioni Sfondo"],"Lightbox Settings":["Impostazioni della Lightbox"],"Elementor Pages":["Pagine Elementor"],"Don't close this window until the process is finished.":["Non chiudere questa finestra fino al termine del processo."],"This usually takes a few moments.":["Questo di solito richiede alcuni istanti."],"Theme Style settings":["Impostazioni stile tema"],"Back to dashboard":["Torna alla Bacheca"],"Learn more":["Scopri di più"],"Landing Pages":["Landing Page"],"Global Colors":["Colori globali"],"App could not be loaded":["Impossibile caricare l'app"],"Search Results":["Risultati ricerca"],"Footers":["Footer"],"Archives":["Archivi"],"Single Pages":["Pagine singole"],"Single Posts":["Articoli singoli"],"Not Found":["Non trovato"],"Theme":["Tema"],"Site Settings":["Impostazioni del sito"],"Tip":["Suggerimento"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Ci dispiace, ma qualcosa è andato storto. Clicca su \"Ulteriori informazioni\" e segui ciascuno dei passaggi per risolverlo rapidamente."],"Layout Settings":["Impostazioni Layout"],"Headers":["Header"],"Back":["Indietro"],"Done":["Fatto"],"Next":["Successivo"],"Previous":["Precedente"],"Popups":["Popup"],"Continue":["Continua"],"Plugins":["Plugin"],"Menus":["Menu"],"Skip":["Salta"],"Got It":["Fatto"],"Something went wrong.":["Qualcosa è andato storto."],"Pages":["Pagine"],"Custom Fonts":["Font Personalizzati"],"All":["Tutti"],"Select File":["Seleziona File"],"Click here":["Fai clic qui"],"Enable":["Abilita"],"Edit Template":["Modifica il template"],"Elementor Posts":["Articoli Elementor"],"Close":["Chiudi"],"Export":["Esporta"],"Templates":["Template"],"Saved Templates":["Template salvati"],"Save to library":["Salva nella libreria"],"Learn More":["Approfondisci"],"Global Fonts":["Font globali"],"Loading":["Caricamento"],"Menu":["Menu"],"Elementor":["Elementor"],"Content":["Contenuto"],"Cancel":["Annulla"],"Yes":["Sì"],"Name":["Nome"],"Edit":["Modifica"],"Go Back":["Indietro"],"Version":["Versione"]}},"comment":{"reference":"assets\/js\/app.js"}}