{"translation-revision-date":"2025-09-18 09:17:55+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Welcome! You’ve got the newest version of the editor.":["Benvenuto! Hai la versione più recente dell'editor."],"You’ve deactivated the new Editor. Have feedback?":["Hai disattivato il nuovo editor. Hai un feedback?"],"Ouch, there was a glitch. Try activating V4 again soon.":["Ahi, c'è stato un inconveniente. Prova a riattivare la V4 al più presto."],"We’d love your feedback!":["Ci piacerebbe ricevere il tuo feedback!"],"And much more!":["E molto altro!"]," Important notes:":[" Note importanti:"],"Deactivate V4":["Disattiva V4"],"Keep in mind:":["Tieni presente:"],"Try out the new experience":["Prova la nuova esperienza"],"Activate the new experience":["Attiva la nuova esperienza"],"Head over to Github":["Vai su Github"],"Tell us why":["Dicci perché"],"You’re deactivating Editor V4":["Stai disattivando l'Editor V4"],"The road to Editor V4":["La roadmap dell'Editor V4"],"Editor V4 is currently in alpha, ":["L'Editor V4 è attualmente in versione alfa, "],"We hope you enjoyed testing and building with these new features.":["Ci auguriamo che ti sia piaciuto testare e costruire con queste nuove funzionalità."],"Here’s what’s inside the alpha version:":["Ecco cosa c'è nella versione alfa:"],"Editor V4 is still in alpha and should not be used on live sites yet.":["L'Editor V4 è ancora in versione alfa e non dovrebbe essere utilizzato su siti live."],"Professional tools at your fingertips - classes and states.":["Strumenti professionali a portata di mano - classi e stati."],"Fully responsive design - Customize any style property per screen.":["Design completamente responsive: personalizza qualsiasi proprietà di stile per ogni schermo."],"Containers, the Top Bar, and Nested Elements will stay in their current status.":["I Contenitori, la Barra superiore e gli Elementi annidati rimarranno nel loro stato attuale."],"When you activate Editor V4, you’ll also be activating Containers, the Top Bar, and Nested Elements. You can turn them back off by going to WP Admin > Elementor > Settings > Features.":["Quando attivi l'Editor V4, attiverai anche i Contenitori, la Barra superiore e gli Elementi annidati. Puoi disattivarli nuovamente andando in WP Admin > Elementor > Impostazioni > Caratteristiche."],"and development is still in progress. Do not use it on live sites - use a staging or development environment instead.":["e lo sviluppo è ancora in corso. Non utilizzarlo su siti live, ma su un ambiente di staging o di sviluppo."],"By activating, you’ll get early access to the next generation of Elementor’s Editor. This is your chance to explore new capabilities and help shape the future of Elementor! ":["Con l'attivazione, otterrai l'accesso anticipato alla prossima generazione dell'editor di Elementor. Questa è la tua occasione per esplorare nuove funzionalità e contribuire a plasmare il futuro di Elementor! "],"By deactivating, you’ll lose all Editor V4 features, and any content you created with V4-specific features will no longer be available or appear on your site.":["La disattivazione comporta la perdita di tutte le funzionalità dell'Editor V4. Tutti i contenuti creati con le funzionalità specifiche della V4 non saranno più disponibili né appariranno sul tuo sito."],"Welcome to a new era of web creation with Editor V4. It’s faster, more flexible, and built with a fresh approach to structure & styling.":["Ti diamo il benvenuto in una nuova era della creazione web con Editor V4. È più veloce, più flessibile e costruito con un nuovo approccio alla struttura e allo stile."],"Consistent styling experience - A unified Style tab for all elements.":["Esperienza di stile coerente- Una scheda Stile unificata per tutti gli elementi."],"Unparalleled performance - Cleaner code & a lighter CSS footprint.":["Prestazioni impareggiabili- Un codice più pulito e un'impronta CSS più leggera."],"I’ve read and understood.":["Ho letto e compreso."],"You are about to enable Editor V4 features!":["Stai per abilitare le funzionalità dell'Editor V4!"],"Editor V4":["Editor V4"],"Activate":["Attiva"],"Learn more":["Scopri di più"],"Alpha":["Alpha"],"Cancel":["Annulla"]}},"comment":{"reference":"assets\/js\/editor-v4-opt-in.js"}}