{"translation-revision-date":"2025-04-11 13:40:56+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Try again":["Torneu-ho a provar"],"Create variations from Template Library":["Creeu variacions des de la biblioteca de plantilles"],"AI Variation from library":["Variació de la IA de la biblioteca"],"prompt library":["biblioteca d'indicacions"],"This result includes an Elementor Pro widget that's not available with your current plan. Upgrade to use all the widgets in this result.":["Aquest resultat inclou un giny d’Elementor Pro que no està disponible al pla actual. Milloreu el pla per a poder utilitzar tots els ginys del resultat."],"AI Variation":["Variació de la IA"],"Generate variations with AI":["Genera variacions amb IA"],"Press '\/' for suggestions or describe the changes you want to apply (optional)...":["Premeu «\/» per als suggeriments o descriviu els canvis que voleu aplicar (opcional)..."],"Warm hues with comforting visuals about":["Tocs càlids amb imatges reconfortants sobre"],"Tech-inspired style with modern fonts about":["Estil d’inspiració tecnològica amb tipus de lletra moderns sobre"],"Luxurious theme with rich colors discussing":["Tema de luxe amb colors llampants on es parla de"],"Earthy tones and organic shapes featuring":["Tons terrosos i formes orgàniques on s’hi destaca"],"Professional look with clean lines for":["Aspecte professional amb línies netes per"],"Futuristic design with neon accents about":["Disseny futurista amb accents neó sobre"],"Retro vibe with muted colors and classic fonts about":["Aire retro amb colors apagats i tipus de lletra clàssics sobre"],"Elegant style with serif fonts discussing":["Estil elegant amb tipus de lletra amb serifa on es parla de"],"Minimalist design with bold typography about":["Disseny minimalista amb tipus de lletra atrevits sobre"],"Suggested Prompts":["Indicadors suggerits"],"The app is not responding. Please try again later. (#408)":["L’app no funciona. Torneu-ho a provar més endavant. (#408)"],"Craft your prompt to affect content, images and\/or colors - whichever you decide.":["Confeccioneu una indicació per a afectar el contingut, les imatges i\/o els colors, segons us convingui."],"You’ve got the power.":["És a les vostres mans."],"Reference a website":["Referència a un lloc web"],"Your progress will be deleted, and can't be recovered.":["Es perdrà el progrès i no es podrà recuperar."],"Minimize":["Minimitza"],"Use Layout":["Utilitza el disseny"],"Regenerate":["Regenera"],"Preview unavailable":["Previsualització no disponible"],"Press '\/' for suggested prompts or describe the layout you want to create":["Premeu «\/» per a veure suggeriments d’indicacions o descriviu el disseny que voleu crear"],"Edit prompt":["Edita la indicació"],"Back to results":["Torna als resultats"],"AI Layout":["Disseny de la IA"],"Access 30-days of AI History with the AI Starter plan and 90-days with the Power plan.":["Obtingueu 30 dies d’historial d’IA amb el pla AI Starter i 90 dies amb el pla Power."],"Effortlessly create or enhance stunning images and bring your ideas to life.":["Creeu o milloreu fàcilment imatges impressionants i feu realitat les vostres idees."],"Upgrade now":["Actualitza ara"],"Build with AI":["Construeix amb IA"],"Expand":["Expandeix"],"Seems like the prompt contains words that could generate harmful content. Write a different prompt to continue.":["Sembla que l'indicador conté paraules que podrien generar contingut nociu. Escriviu un indicador diferent per a continuar."],"We were unable to generate that prompt.":["No s'ha pogut generar aquest indicador."],"Reconnect":["Torna a connectar"],"Generate":["Genera"],"Enhance prompt":["Millora l'indicador."],"Yes, leave":["Sí, surt"],"Leave Elementor AI?":["Sortir de l'Elementor AI?"],"Upgrade Elementor AI":["Actualitza l'Elementor AI"],"This includes consenting to the collection and use of data to improve user experience.":["Això inclou donar el consentiment per a la recopilació i l'ús de dades per millorar l'experiència de l'usuari."],"I approve the ":["Aprovo el "]," of the Elementor AI service.":[" el servei Elementor AI."],"By clicking \"Connect\", I approve the ":["Fent clic a \"Connecta\", aprovo la "],"Create smarter with AI text and code generators built right into the editor.":["Creeu un generador de text i codi amb intel·ligència artificial integrat a l'editor."],"Step into the future with Elementor AI":["Avanceu cap al futur amb l'Elementor AI"],"Unlimited access to Elementor AI":["Accés il·limitat a l'Elementor AI"],"Unleash infinite possibilities with the custom code generator.":["Allibera possibilitats infinites amb el generador de codi personalitzat."],"Generate professional texts about any topic, in any tone.":["Genera textos professionals sobre qualsevol tema, en qualsevol to."],"We can’t process that many requests so fast. Try again in 15 minutes.":["No és possible processar tantes sol·licituds tan ràpid. Torneu-ho a provar en 15 minuts."],"Whoa! Slow down there.":["Aneu més a poc a poc."],"Enjoy the free trial? Upgrade now for unlimited access to built-in image, text and custom code generators.":["Esteu gaudint la prova gratuïta? Actualitzeu ara per a obtenir accés il·limitat als generadors d'imatge, text i codi personalitzats integrats."],"It's time to upgrade.":["És hora d'actualitzar."],"Elementor AI is just a few clicks away. Connect your account to instantly create texts and custom code.":["L'Elementor AI és a pocs clics de distància. Connecteu el compte per a crear instantàniament textos i codi personalitzat."],"You aren't connected to Elementor AI.":["No esteu connectat a l'Elementor AI."],"AI":["IA"],"Upgrade":["Actualitza"],"Get Elementor AI":["Obtén l'Elementor AI"],"Let’s do it":["Fem-ho"],"Show me how":["Ensenya'm com…"],"Try Again":["Torneu-ho a provar"],"Privacy Policy":["Política de privadesa"],"Terms of Service":["Condicions de Servei"],"Loading...":["S'està carregant..."],"Beta":["Beta"],"Get Started":["Per començar"],"Connect":["Connecta"],"Pro":["Pro"],"Remove":["Suprimeix"],"Go Pro":["Go Pro"],"Close":["Tanca"],"Cancel":["Cancel·la"],"Preview":["Previsualitza"]}},"comment":{"reference":"assets\/js\/ai-layout.js"}}