{"translation-revision-date":"2025-09-30 06:24:04+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"To upload them anyway, ask the site administrator to enable unfiltered file uploads.":["Als je ze toch wilt uploaden, vraag dan de site beheerder om ongefilterde bestand uploads in te schakelen."],"This is because JSON files may pose a security risk.":["Dit komt omdat JSON bestanden een beveiligings risico kunnen vormen."],"Sorry, you can't upload that file yet":["Je kunt dat bestand nog niet uploaden"],"Warning: JSON files may be unsafe":["Waarschuwing: JSON bestanden kunnen onveilig zijn"],"Uploading JSON files from unknown sources can be harmful and put your site at risk. For maximum safety, only install JSON files from trusted sources.":["JSON bestanden uploaden van onbekende gegevensbronnen kan schadelijk zijn en je site in gevaar brengen. Installeer voor maximale veiligheid alleen JSON bestanden van betrouwbare gegevensbronnen."],"Deactivate":["Deactiveren"],"Are you sure?":["Weet je het zeker?"],"Do not show this message again":["Laat dit bericht niet meer zien"],"Activate":["Activeer"],"First, activate another experiment.":["Activeer eerst een ander experiment."],"In order to use %1$s, first you need to activate %2$s.":["Om %1$s te gebruiken, moet je eerst %2$s activeren."],"Importing...":["Aan het importeren..."],"Import Without Enabling":["Importeer zonder inschakelen"],"Enable and Import":["Inschakelen en importeren"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["Als je het uploaden van ongefilterde bestanden niet aanzet, zullen alle SVG of JSON (inclusief lottie) bestanden die gebruikt zijn in het geüploade template niet geïmporteerd worden."],"Got it":["Ik snap het"],"Migrate to v3.0":["Migreer naar v3.0"],"Please note that this process will revert all changes made to Global Colors and Fonts since upgrading to v3.x.":["Houd er rekening mee dat dit proces alle wijzigingen terugzet die zijn gemaakt in globale kleuren en lettertypen sinds het upgraden naar v3.x."],"Enable Unfiltered File Uploads":["Ongefilterde bestand uploads inschakelen"],"Font Awesome 5 Migration":["Font Awesome 5 migratie"],"I understand that by upgrading to Font Awesome 5,":["Ik begrijp dat door het upgraden naar Font Awesome 5,"],"I acknowledge that some changes may affect my website and that this action cannot be undone.":["Ik bevestig dat sommige veranderingen impact zullen hebben op mijn site en dat deze actie niet ongedaan kan worden gemaakt."],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["Voordat je ongefilterde upload van bestanden inschakelt, merk dan op dat dit soort bestanden een veiligheidsrisico inhouden. Elementor controleert op mogelijke malafide code en verwijderd deze, maar er is nog steeds een risico door het gebruik van deze bestanden."],"Continue":["Doorgaan"],"Please note that you are switching to WordPress default editor. Your current layout, design and content might break.":["Houd er rekening mee dat je overschakelt naar de standaardeditor van WordPress. Je huidige lay-out, ontwerp en inhoud kunnen corrupt raken."],"Back to WordPress Editor":["Terug naar de WordPress editor"],"Are you sure you want to reinstall previous version?":["Weet je zeker dat je een vorige versie opnieuw wilt installeren?"],"Rollback to Previous Version":["Naar vorige versie terugdraaien"],"Enable":["Inschakelen"],"Cancel":["Annuleren"]}},"comment":{"reference":"assets\/js\/admin.js"}}