{"translation-revision-date":"2025-04-11 13:40:56+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"This download requires the 'DOMDocument' PHP extension, which we couldn’t detect on your server. Enable this extension, or get in touch with your hosting service for support, and then give the download another go.":["Aquesta baixada requereix l’extensió del PHP «DOMDocument», la qual no s’ha detectat al servidor. Activeu-la o poseu-vos en contacte amb el servei de suport del vostre servei d’allotjament i, a continuació, torneu-ho a provar."],"This is due to a conflict with one or more third-party plugins already active on your site. Try disabling them, and then give the download another go.":["Això és degut a un conflicte amb una o més extensions actives al lloc. Desactiveu-les i torneu a provar de baixar-vos-ho."],"Uploading JSON or ZIP files from unknown sources can be harmful and put your site at risk. For maximum safety, upload only JSON or ZIP files from trusted sources.":["La pujada de fitxers JSON o ZIP des de fonts desconegudes pot ser perjudicial i pot posar en risc el lloc web. Per a la màxima seguretat, pugeu només fitxers JSON o ZIP de fonts fiables."],"Warning: JSON or ZIP files may be unsafe":["Avís: els fitxers JSON o ZIP poden ser insegurs"],"The Kit includes plugins you don’t have permission to install. Contact your site admin to change your permissions.":["El Kit inclou extensions que no teniu permís per a instal·lar. Contacteu amb l'administrador del lloc web per canviar els permisos."],"Couldn’t install the Kit":["No s'ha pogut instal·lar el Kit"],"Seems like Elementor isn’t authorized to access relevant files for installing this Kit. Contact your site host to get permission.":["Sembla que l'Elementor no està autoritzat a accedir als fitxers rellevants per a instal·lar aquest Kit. Poseu-vos en contacte amb l'amfitrió del lloc web per obtenir permís."],"Couldn’t access the file":["No s'ha pogut accedir al fitxer"],"We couldn’t download the Kit due to technical difficulty on our part. Try again in a few minutes and if the problem persists contact ":["No hem pogut descarregar el Kit a causa de dificultats tècniques per part nostra. Torneu-ho a provar d'aquí a uns minuts i si el problema persisteix, poseu-vos en contacte "],", try again and if the problem persists contact ":[", torneu-ho a provar i si el problema persisteix, poseu-vos en contacte "],"It took too much time to download your Kit and we were unable to complete the process. If all the Kit’s parts don’t appear in ":["S'ha tardat massa temps en descarregar el Kit i no s'ha pogut completar el procés. Si no apareixen totes les parts del Kit "],"Seems like there is a problem with the Kit’s files. Try installing again and if the problem persists contact ":["Sembla que hi ha un problema amb els fitxers del Kit. Proveu d'instal·lar de nou i si el problema persisteix, poseu-vos en contacte "],"Couldn’t use the Kit":["No s'ha pogut utilitzar el Kit"],"Seems like your server is missing the PHP zip module. Install it on your server or contact your site host for further instructions.":["Sembla que al servidor li falta el mòdul del PHP zip. Instal·leu-lo al servidor o contacteu amb l'amfitrió del lloc web per a més instruccions."],"Couldn’t handle the Kit":["No s'ha pogut gestionar el Kit"],"Support":["Suport"],"We couldn’t download the Kit due to technical difficulties on our part. Try again and if the problem persists contact ":["No s'ha pogut descarregar el Kit a causa de dificultats tècniques per part nostra. Torneu-ho a provar i si el problema persisteix, poseu-vos en contacte "],"Unable to download the Kit":["No s'ha pogut baixar el Kit"],"Do not show this message again":["No tornis a mostrar aquest missatge"],"What’s a Website Kit?":["Què és un kit de lloc web?"],"Import a Website Kit":["Importa un kit de lloc web"],"Export a Website Kit":["Exporta un kit de lloc web"]," Learn more about Website Kits":["Més informació sobre els conjunts de llocs web"],"Upgrade Now":["Actualitza ara"],"Elementor Templates":["Plantilles d'Elementor"],"Included":["Inclòs"],"Site Area":["Àrea del lloc"],"Custom Post Types":["Tipus d'entrades personalitzades"],"WP Menus":["Menús del WP"],"Start by uploading the file and selecting the parts and plugins you want to apply. If there are any overlaps between the kit and your current design, you’ll be able to choose which imported parts you want to apply or ignore. Once the file is ready, the kit will be applied to your site and you’ll be able to see it live.":["Comenceu pujant el fitxer i seleccionant les parts i les extensions que voleu aplicar. Si hi ha superposicions entre el kit i el disseny actual, podreu triar quines parts importades voleu aplicar o ignorar. Un cop el fitxer estigui llest, el kit s'aplicarà al lloc web i el podreu veure en directe."],"To turn your site into a Website Kit, select the templates, content, settings and plugins you want to include. Once it’s ready, you’ll get a .zip file that you can import to other sites.":["Per convertir el lloc web en un kit de lloc web, seleccioneu les plantilles, el contingut, la configuració i les extensions que hi voleu incloure. Un cop estigui llest, obtindreu un fitxer .zip que podreu importar a altres llocs."],"A Website Kit is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["Un Kit de lloc web és un fitxer .zip que conté totes les parts d'un lloc web complet. És una manera fàcil de posar en marxa un lloc web ràpidament."],"Add the custom posts types to export. The latest 20 items from each type will be included.":["Afegiu els tipus d'entrades personalitzades per exportar. S'inclouran els últims 20 articles de cada tipus."],"No custom post types in your site...":["No hi ha cap tipus d'entrada personalitzada al lloc web..."],"Click to select custom post types":["Feu clic per seleccionar tipus d'entrada personalitzats"],"Parts of this kit overlap with your site’s templates, design and settings. The items you leave checked on this list will replace your current design.":["Parts d'aquest kit se superposen amb les plantilles, el disseny i la configuració del lloc web. Els elements que deixeu marcats en aquesta llista substituiran el disseny actual."],"Import a Website Kit to your site":["Importa un kit de lloc web, al lloc web"],"Importing your content, templates and site settings":["S’estan important continguts, plantilles i paràmetres del lloc"],"Take me there":["Porta-m’hi"],"Head over to Updates and make sure that your plugins are updated to the latest version.":["Aneu a actualitzacions i assegureu-vos que les extensions estan actualitzades a l'última versió."]," Recommended:":["Recomanat:"],"These are the plugins that powers up your kit. You can deselect them, but it can impact the functionality of your site.":["Aquestes són les extensions que fan funcionar el kit. Podeu desseleccionar-les, però pot afectar la funcionalitat del lloc web."],"Select the plugins you want to import":["Seleccioneu les extensions que voleu importar"],"Not yet":["Encara no"],"If you’ve purchased, installed & activated Elementor Pro, we can continue importing all the parts of this site.":["Si heu comprat, instal·lat i activat l'Elementor Pro, podem continuar important totes les parts d'aquest lloc web."],"Is your Elementor Pro ready?":["Està preparat l'Elementor Pro?"],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["Sense l’Elementor Pro, la importació de components com ara plantilles, ginys i finestres emergents no funcionarà."],"Install Elementor Pro":["Instal·la l'Elementor Pro"],"Missing Required Plugins:":["Manquen extensions obligatories:"],"Plugins to add:":["Extensions que cal afegir:"],"Plugins you already have:":["Extensions que ja teniu:"],"Activating plugins:":["Activant extensions:"],"All items are already selected by default. Uncheck the ones you don't want.":["Tots els elements ja estan seleccionats per defecte. Desmarqueu els que no vulgueu."],"These are the templates, content and site settings that come with your kit.":["Aquestes són les plantilles, continguts i paràmetres del lloc que venen amb el conjunt."],"Select which parts you want to apply":["Seleccioneu quines parts voleu aplicar"],"If you don't include them, this kit may not work properly.":["Si no les incloeu, és possible que aquest kit no funcioni correctament."],"Required plugins are still missing.":["Les extensions necessaries encara no hi són."],"You can’t use this Website Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["No podeu utilitzar aquest Kit de lloc web perquè no conté cap contingut, pàgines, etc. Torneu-ho a provar amb un fitxer diferent."],"The Website Kit you’re using contains plugins for functionality, but no content or pages, etc.":["El kit de lloc web que esteu utilitzant conté extensions per a les funcionalitats, però no conté contingut ni pàgines, etc."],"Note:":["Nota:"],"You’ve imported and applied the following to your site:":["Heu importat i aplicat el següent al lloc web:"],"See it live":["Mostra-ho en directe"],"There are few plugins that we couldn't install:":["No s'han pogut instal·lar algunes extensions:"],"Make sure your Elementor Pro account is connected":["Assegureu-vos que el compte d'Elementor Pro està connectat"],"Tip:":["Consell:"],"Let’s do it":["Fem-ho"],"Select which of these plugins are required for this kit work.":["Seleccioneu quines d'aquestes extensions són necessaries per fer funcionar aquest kit."],"Export your site as a Website Kit":["Exporta el lloc web com a kit de lloc web"],"Create Kit":["Crea conjunt"],"This file type is not allowed":["Aquest tipus de fitxer no està permès"],"Try Again":["Torneu-ho a provar"],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["Això permet que l’Elementor cerqui contingut maliciós als SVG. En cas contrari, podeu ometre qualsevol SVG en aquesta importació."],"First, enable unfiltered file uploads.":["En primer lloc, activeu la pujada de fitxers sense filtrar."],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["No hi ha res del que preocupar-se, només cal que continueu sense importar els SVG o torneu a iniciar la importació."],"Custom Post Type":["Tipus d'entrada personalitzada"],"WP Posts":["Entrades del WP"],"WP Pages":["Pàgines del WP"],"To import or export these components, you’ll need Elementor Pro.":["Per a importar o exportar aquests components, necessitareu l'Elementor Pro."],"Global widgets":["Ginys globals"],"Kit Info":["Informació del conjunt"],"How does importing work?":["Com funciona l'importació?"],"How does exporting work?":["Com funciona l'exportació?"],"Setting up your kit...":["S’està configurant el conjunt…"],"Select the items you want to keep and apply:":["Selecciona els elements que vols conservar i aplicar:"],"Your site's homepage will be determined by the kit. You can change this later.":["La pàgina d'inici serà determinada pel conjunt. Podeu canviar-ho més endavant."],"Existing":["Existent"],"Imported":["Importat"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["Pugeu un fitxer amb les plantilles, paràmetres del lloc, continguts... i apliqueu-los al lloc automàticament."],"Back to Kit Library":["Torna a la biblioteca de conjunts"],"Your kit is now live on your site!":["El conjunt està funcionant al lloc!"],"Kit Description":["Descripció del conjunt"],"Kit Name":["Nom del conjunt"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["Trieu quins components d'Elementor (plantilles, continguts i paràmetres del lloc) voleu incloure al fitxer de conjunt."],"Kit Information":["Informació del conjunt"],"Elementor Kit":["Conjunt de l’Elementor"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["Aquests són els detalls que utilitzareu més endavant per trobar o aplicar ràpidament aquest conjunt, fins i tot quan la col·lecció creixi."],"What is kit information?":["Què és la informació del conjunt?"],"Website Kit Information":["Informació sobre el kit de llocs web"],"Say something about the style and content of these files...":["Digues alguna cosa sobre l'estil i el contingut d'aquests arxius..."],"Now you can import this kit and use it on other sites.":["Ara podeu importar aquest conjunt i utilitzar-lo en altres llocs."],"Import":["Importa"],"to learn more about building your site with Elementor Kits":["per a més informació sobre com crear el lloc amb els conjunts d'Elementor"],"Don't close this window until the process is finished.":["No tanqueu aquesta finestra fins que acabi el procés."],"This usually takes a few moments.":["Això sol trigar uns quants moments."],"Or":["O"],"Drag & drop the .zip file with your Kit":["Arrossegueu i deixeu anar el fitxer .zip amb el conjunt"],"Upload Files to Your Library":["Carrega fitxers a la biblioteca"],"We recommend that you backup your site before importing a kit file.":["És recomanable fer una còpia de seguretat del lloc abans d'importar un fitxer de conjunt."],"Important:":["Important:"],"By default, all of your components will be exported.":["Per defecte, s'exportaran tots els teus components."],"Background Settings":["Ajustaments del fons"],"Lightbox Settings":["Ajustaments de la caixa de llum"],"Theme Style settings":["Ajustaments de l'estil del tema"],"Elementor Pages":["Pàgines d'Elementor"],"404 Error Page":["Pàgina d'error 404"],"to download":["per a descarregar"],"Download not working?":["La descàrrega no funciona?"],"Your export is ready!":["L'exportació està llesta!"],"Back to dashboard":["Tornar al tauler"],"Learn more":["Més informació"],"Landing Pages":["Pàgines de destinació"],"App could not be loaded":["L'aplicació no s'ha pogut carregar"],"Global Colors":["Colors globals"],"Search Results":["Resultats de la cerca"],"Archives":["Arxius"],"Single Posts":["Entrades individuals"],"Single Pages":["Pàgines individuals"],"Footers":["Peus de pàgina"],"Headers":["Capçaleres"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Ho sentim, alguna cosa ha anat malament. Feu clic a «Més informació» i seguiu els passos descrits per resoldre-ho ràpidament."],"Tip":["Suggeriment"],"Not Found":["No s'ha trobat"],"Site Settings":["Paràmetres del lloc"],"Layout Settings":["Paràmetres del format"],"Back":["Enrere"],"Next":["Següent"],"Previous":["Anterior"],"Popups":["Finestra"],"Continue":["Continua"],"Plugins":["Extensions"],"Skip":["Salta"],"Something went wrong.":["Alguna cosa no ha funcionat correctament."],"Pages":["Pàgines"],"Select File":["Selecciona el fitxer"],"Click here":["Feu clic aquí"],"Enable":["Habilita"],"Edit Template":["Edita el tema"],"Elementor Posts":["Elementor entrades"],"Export":["Exporta"],"Close":["Tanca"],"Saved Templates":["Plantilles desades"],"Templates":["Plantilles"],"Learn More":["Més informació"],"Global Fonts":["Fonts globals"],"Version":["Versió"],"Yes":["Sí"],"Content":["Contingut"],"Go Back":["Torna enrere"],"Cancel":["Cancel·la"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app.js"}}