{"translation-revision-date":"2025-04-11 13:40:56+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"To upload them anyway, ask the site administrator to enable unfiltered file uploads.":["Per a pujar-ho de totes maneres, demaneu permís a l’administrador del lloc per tal que activi la pujada de fitxers sense filtrar."],"This is because JSON files may pose a security risk.":["Això és degut a què els fitxers JSON suposen un risc per a la seguretat."],"Sorry, you can't upload that file yet":["Encara no podeu pujar aquest fitxer"],"Uploading JSON files from unknown sources can be harmful and put your site at risk. For maximum safety, only install JSON files from trusted sources.":["La pujada de fitxers JSON des de fonts desconegudes pot ser perjudicial i posar el lloc web en risc. Per a una seguretat màxima, instal·leu fitxers JSON només des de fonts fiables."],"Warning: JSON files may be unsafe":["Avís: els fitxers JSON poden ser insegurs"],"Deactivate":["Desactiva"],"Are you sure?":["Esteu segurs?"],"Do not show this message again":["No tornis a mostrar aquest missatge"],"Importing...":["S'està important..."],"Activate":["Activa"],"First, activate another experiment.":["Primer, activa un altre experiment."],"In order to use %1$s, first you need to activate %2$s.":["Per utilitzar %1$s, primer heu d'activar %2$s."],"Import Without Enabling":["Importar sense activar"],"Enable and Import":["Activa i importa"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["Si no habiliteu la pujada de fitxers sense filtrar, no s'importaran els fitxers SVG o JSON (incloent lottie) utilitzats a la plantilla pujada."],"Got it":["D'acord"],"Migrate to v3.0":["Migra a v3.0"],"Please note that this process will revert all changes made to Global Colors and Fonts since upgrading to v3.x.":["Si us plau, tingues en compte que aquest procés revertirà tots els canvis realitzats en els colors i fonts globals des de l'actualització a v3.x."],"Enable Unfiltered File Uploads":["Activa la pujada de fitxers sense filtre"],"Font Awesome 5 Migration":["Migració a la Font Awesome 5"],"I acknowledge that some changes may affect my website and that this action cannot be undone.":["Reconec que alguns canvis poden afectar el meu lloc web i que aquesta acció no es pot desfer."],"I understand that by upgrading to Font Awesome 5,":["Entenc que, en actualitzar a la Font Awesome 5,"],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["Abans d’habilitar la càrrega de fitxers sense filtrar, tingueu en compte que poden ser un risc per a la seguretat. L'Elementor executa un procés per eliminar possibles codis maliciosos, però tot i així hi ha un cert risc si utilitzeu aquests fitxers."],"Please note that you are switching to WordPress default editor. Your current layout, design and content might break.":["Tingueu en compte que esteu canviant al editor per defecte de WordPress. La disposició actual del vostre disseny i els continguts es poden fer malbé."],"Continue":["Continua"],"Back to WordPress Editor":["Tornar a l'editor de WordPress"],"Rollback to Previous Version":["Tornat a la versió anterior"],"Are you sure you want to reinstall previous version?":["Segur que voleu reinstal·lar la versió anterior?"],"Enable":["Habilita"],"Cancel":["Cancel·la"]}},"comment":{"reference":"assets\/js\/admin.js"}}