{"translation-revision-date":"2025-04-11 13:40:56+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Get total control, consistency and a faster workflow by designing the recurring parts that make up a complete website like the Header & Footer, Archive, 404, WooCommerce pages and more.":["Obteniu el control total, la consistència i un flux de treball més ràpid dissenyant les parts recurrents que formen un lloc web complet com la capçalera i el peu de pàgina, l'arxiu, la pàgina d'error 404, les del WooCommerce i més."],"Customize every part of your site":["Personalitzar qualsevol part del lloc web"],"Upgrade Now":["Actualitza ara"],"Upgrade":["Actualitza"],"404 page":["Pàgina 404"],"search results page":["pàgina de resultats de cerca"],"This file type is not allowed":["Aquest tipus de fitxer no està permès"],"First, enable unfiltered file uploads.":["En primer lloc, activeu la pujada de fitxers sense filtrar."],"Archive":["arxiu"],"Single Post":["Entrada"],"Single Page":["Pàgina única"],"Footer":["Peu de pàgina"],"Header":["Capçalera"],"Error:":["Error:"],"What is a 404 Page Template?":["Què és una plantilla de pàgina 404?"],"What is a Products Archive Template?":["Què és una plantilla d'arxiu de productes?"],"Products Archive":["Arxiu de productes"],"What is a Single Product Template?":["Què és una plantilla de producte individual?"],"What is an Archive Template?":["Què és una plantilla d'arxiu?"],"What is a Single Post Template?":["Què és una plantilla d'entrada única?"],"What is a Single Page Template?":["Què és una plantilla de pàgina individual?"],"What is a Footer Template?":["Què és una plantilla de peu de pàgina?"],"What is a Header Template?":["Què és una plantilla de capçalera?"],"App could not be loaded":["L'aplicació no s'ha pogut carregar"],"Keep your site's visitors happy when they get lost by displaying your recent posts, a search bar, or any information that might help the user find what they were looking for.":["Feu feliços els visitants del vostre lloc quan es perdin mostrant les vostres publicacions recents, una barra de cerca o qualsevol informació que pugui ajudar l'usuari a trobar allò que buscava."],"A 404 page template allows you to easily design the layout and style of the page that is displayed when a visitor arrives at a page that does not exist.":["Una plantilla de pàgina 404 et permet dissenyar fàcilment el disseny i l'estil de la pàgina que es mostra quan un visitant arriba a una pàgina que no existeix"],"You can create multiple archive product templates, and assign each to different categories of products. This gives you the freedom to customize the appearance for each type of product being shown.":["Podeu crear múltiples plantilles globals d'arxiu de productes, i assignar-les a diferents categories i productes. Això us dona la llibertat de personalitzar l'aparença per a cada tipus de producte que es mostra"],"A products archive template allows you to easily design the layout and style of your WooCommerce shop page or other product archive pages - those pages that show a list of products, which may be filtered by terms such as categories, tags, etc.":["Una plantilla d'arxiu de productes et permet dissenyar fàcilment el disseny i l'estil de la pàgina de la botiga del teu WooCommerce o altres plantilles d'arxiu de productes - aquestes pàgines que mostren una sèrie de productes que poden ser filtrats per termes com categories, etiquetes, etc"],"You can create multiple single product templates, and assign each to different types of products, enabling a custom design for each group of similar products.":["Podeu crear múltiples plantilles de productes individuals i assignar-les a diferents tipus de productes, permetent un disseny personalitzat per a cada grup de productes similars."],"A single product template allows you to easily design the layout and style of WooCommerce single product pages, and apply that template to various conditions that you assign.":["Una única plantilla de producte us permet dissenyar fàcilment el disseny i l'estil de les pàgines de producte individual del WooCommerce, i aplicar aquesta plantilla a diverses condicions que assigneu."],"Product":["Producte"],"You can customize the message if there are no results for the search term.":["Si no hi ha resultats per al terme de la cerca, podeu personalitzar el missatge"],"You can easily control the layout and design of the Search Results page with the Search Results template, which is simply a special archive template just for displaying search results.":["Podeu controlar fàcilment el disseny de la pàgina resultats de la cerca amb la plantilla resultats de la cerca, que és simplement una plantilla d'arxiu especial, només per a mostrar els resultats de la cerca."],"What is a Search Results Template?":["Què és una plantilla de resultats de cerca?"],"If you’d like a different style for a specific category, it’s easy to create a separate archive template whose condition is to only display when users are viewing that category’s list of posts.":["Si voleu un estil diferent per a una categoria específica, és fàcil crear una plantilla d'arxiu separada, la condició del qual és mostrar-se només quan els usuaris estan veient la llista d'entrades d'aquesta categoria."],"An archive template allows you to easily design the layout and style of archive pages - those pages that show a list of posts (e.g. a blog’s list of recent posts), which may be filtered by terms such as authors, categories, tags, search results, etc.":["Una plantilla d'arxiu us permet dissenyar fàcilment el disseny i l'estil de les pàgines d'arxiu: aquestes pàgines que mostren una llista d'entrades (per exemple, una llista de les entrades recents del blog), que poden filtrar-se per termes com a autors, categories, etiquetes, resultats de cerca, etc."],"You can create multiple single post templates, and assign each to a different category.":["Podeu crear diverses plantilles de publicacions globals i assignar-les a una categoria diferent."],"A single post template allows you to easily design the layout and style of posts, ensuring a design consistency throughout all your blog posts, for example.":["Una única plantilla de publicació us permet dissenyar fàcilment el disseny i l’estil de les publicacions, garantint una coherència de disseny a totes les publicacions del vostre bloc, per exemple."],"You can create multiple single page templates, and assign each to different areas of your site.":["Podeu crear diverses plantilles de pàgines globals i assignar-les a diferents àrees del vostre lloc."],"A single page template allows you to easily create the layout and style of pages, ensuring design consistency across all the pages of your site.":["Una plantilla de pàgina individual us permet crear fàcilment el disseny i l'estil de les pàgines, assegurant una consistència del disseny en totes les pàgines del vostre lloc web."],"You can create multiple footers, and assign each to different areas of your site.":["Podeu crear diversos peus de pàgina i assignar cadascun a diferents àrees del vostre lloc web."],"The footer template allows you to easily design and edit custom WordPress footers without the limits of your theme’s footer design constraints":["La plantilla del peu de pàgina us permet dissenyar i editar fàcilment peus de pàgina personalitzats per al WordPress sense els límits de les restriccions de disseny de peus de pàgina del vostre tema."],"You can create multiple headers, and assign each to different areas of your site.":["Podeu crear diverses capçaleres i assignar-les a cadascuna de les diferents àrees del lloc."],"The header template allows you to easily design and edit custom WordPress headers so you are no longer constrained by your theme’s header design limitations.":["La plantilla de capçalera us permet dissenyar i editar fàcilment capçaleres de WordPress personalitzades, eliminant d’aquesta manera les limitacions de disseny que imposa el tema actiu."],"Site Parts":["Parts del lloc"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Ho sentim, alguna cosa ha anat malament. Feu clic a «Més informació» i seguiu els passos descrits per resoldre-ho ràpidament."],"Theme Builder could not be loaded":["No s'ha pogut carregar el Creador de temes"],"Watch Video":["Mira el vídeo"],"Tip":["Suggeriment"],"All Parts":["Totes les parts"],"Not Found":["No s'ha trobat"],"Theme Builder":["Constructor de temes"],"Continue":["Continua"],"Skip":["Salta"],"Something went wrong.":["Alguna cosa no ha funcionat correctament."],"Add New":["Afegeix"],"Select File":["Selecciona el fitxer"],"Enable":["Habilita"],"Close":["Tanca"],"Learn More":["Més informació"],"Info":["Informació"],"Go Back":["Torna enrere"],"Loading":["S'està carregant"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}