{"translation-revision-date":"2025-09-18 09:17:55+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Back to editor":["Torna all'editor"],"Once you save a template, it’ll show up here, ready for reuse across all of your Elementor sites—no extra work needed.":["Una volta che avrai salvato un template, questo apparirà qui, pronto per essere riutilizzato in tutti i tuoi siti Elementor, senza bisogno di ulteriore lavoro."],"Once you save some templates to this folder, you can use them on any website you’re working on.":["Una volta che avrai salvato alcuni template in questa cartella, potrai utilizzarli su qualsiasi sito web a cui stai lavorando."],"No templates to show here, yet":["Non c'è ancora nessun template da mostrare qui"],"connect your site.":["connetti il tuo sito."],"Please select at least one location.":["Seleziona almeno una posizione."],"Empty folder":["Cartella vuota"],"Renew my subscription":["Rinnova il mio abbonamento"],"Your library has been deactivated":["La tua libreria è stata disattivata"],"Delete items?":["Eliminare elementi?"],"Delete this folder?":["Eliminare questa cartella?"],"Create a new folder":["Crea una nuova cartella"],"and":["e"],"Load More":["Carica altro"],"Delete this template?":["Eliminare questo template?"],"Folders you create will appear here.":["Le cartelle che hai creato appariranno qui."],"Copy your %s to a different location":["Copia il tuo %s in un'altra posizione"],"Move your %s to a different location":["Sposta il tuo %s in un'altra posizione"],"Save this %s to your library":["Salva questo %s nella tua libreria"],"Copy templates to a different location":["Copia i template in un'altra posizione"],"Move templates to a different location":["Sposta i template in un'altra posizione"],"%1$s %2$s.":["%1$s %2$s."],"%1$d Template(s) %2$s.":["%1$d template %2$s."],"You successfully imported %1$d template(s).":["Hai importato con successo %1$d template."],"It’s time to level up":["È ora di salire di livello"],"This will permanently remove \"%1$s\".":["Questo rimuoverà definitivamente “%1$s”."],"This will permanently remove %1$s selected items.":["Questo rimuoverà definitivamente %1$s elementi selezionati."],"Alternatively, you can move the templates.":["In alternativa, puoi spostare i template."],"Alternatively, you can copy the templates.":["In alternativa, puoi copiare i template."],"Alternatively, you can move the template.":["In alternativa, puoi spostare il template."],"Alternatively, you can copy the template.":["In alternativa, puoi copiare il template."],"You've saved %1$d%% of the templates in your plan. To get more space ":["Hai salvato il %1$d%% dei template nel tuo piano. Per ottenere più spazio "],"This is because you don’t have an active subscription.":["Questo perché non hai un abbonamento attivo."],"Your templates are saved for 90 days from the day your subscription expires,":["I tuoi template vengono salvati per 90 giorni a partire dalla data di scadenza dell'abbonamento,"],"then they’ll be gone forever.":["poi spariranno per sempre."],"Upgrade your subscription to get more space and reuse saved assets across all your sites.":["Aggiorna il tuo abbonamento per ottenere più spazio e riutilizzare le risorse salvate in tutti i tuoi siti."],"No templates saved just yet":["Non c'è ancora alcun template salvato"],"This will permanently delete \"%1$s\" that contains %2$d templates.":["Questo eliminerà definitivamente l'archivio \"%1$s\" che contiene %2$d template."],"Upgrade now to re-use your templates on all the websites you’re working on.":["Passa subito alla versione Pro per riutilizzare i tuoi template su tutti i siti web a cui stai lavorando."],"To access the Cloud Templates Library you must have an active Elementor Pro subscription":["Per accedere alla libreria di Cloud Templates devi avere un abbonamento attivo a Elementor Pro."],"Upgrade your subscription to access Cloud Templates and reuse saved assets across all your sites.":["Aggiorna il tuo abbonamento per accedere a Cloud Templates e riutilizzare le risorse salvate in tutti i tuoi siti."],"Template saved to your Site and Cloud Templates.":["Il template è stato salvato nell'area Template del sito e in Cloud Templates."],"To create a new one, go to Cloud Templates.":["Per crearne uno nuovo, vai su Cloud Templates."],"Elementor Pro plans come with Cloud Templates.":["I piani Elementor Pro hanno anche Cloud Templates."],"You can save it to %1$sCloud Templates%2$s to reuse across any of your Elementor sites at any time%3$sor to %4$sSite Templates%5$s so it’s always ready when editing this website.":["Puoi salvarlo nella tua area %1$sCloud Templates%2$s per riusarlo ogni volta che vuoi anche su altri siti creati con Elementor%3$s oppure nell'area %4$sTemplate del sito%5$s così è sempre a disposizione mentre modifichi il tuo sito."],"Save as a template":["Salva come template"],"Connect to your Elementor account":["Connettiti al tuo account Elementor"],"Move":["Sposta"],"Then you can find all your templates in one convenient library.":["Così potrai trovare tutti i tuoi template in un'unica comoda libreria."],"Folder name":["Nome cartella"],"You can not create a folder inside another folder.":["Non puoi creare una cartella all'interno di un'altra cartella."],"Rename \"%1$s\"":["Rinomina \"%1$s\""],"Save assets to reuse on any site in your account.":["Salva le risorse nel tuo account per riutilizzarle in qualsiasi sito."],"Don't leave":["Non lasciare"],"Save & leave":["Salva e lascia"],"Add new layout element":["Aggiungi nuovo elemento di layout"],"You are leaving to a separate site part.":["Stai andando in una parte del sito separata."],"Save your changes before moving on because the current document and the one you’re moving to are separate site parts.":["Salva le tue modifiche prima di andare avanti, perché il documento corrente e quello a cui ti stai spostando sono parti del sito separate."],"Floating Bars":["Barre fluttuanti"],"Copy and share Link":["Copia e condividi il link"],"Link copied!":["Link copiato!"],"Floating Buttons":["Pulsanti fluttuanti"],"The default cache status for this element:":["Lo stato della cache predefinito per questo elemento:"],"Activating cache improves loading times by storing a static version of this element.":["L'attivazione della cache migliora i tempi di caricamento, memorizzando una versione statica di questo elemento."],"Add-ons":["Add-on"],"Add a Mouse Track or 3d Tilt effect with<br \/>Elementor Pro.":["Aggiungi una traccia del mouse o un effetto di inclinazione 3D con<br \/>Elementor Pro."],"Get Scrolling Effects such as <br \/> vertical\/horizontal scroll, transparency,<br \/> and more with Elementor Pro.":["Ottieni effetti di scorrimento come <br \/> scorrimento verticale\/orizzontale, trasparenza,<br \/> e altro ancora con Elementor Pro."],"Scrolling Effects":["Effetti di scorrimento"],"Sticky":["In evidenza"],"Make any element on your page sticky and<br \/>keep them in sight at the top or bottom of<br \/>the screen.":["Metti in evidenza qualsiasi elemento della tua pagina e<br \/>mantienilo in vista nella parte superiore o inferiore dello<br \/>schermo."],"Mouse Effects":["Effetti del mouse"],"This is because JSON files may pose a security risk.":["Questo perché i file JSON possono rappresentare un rischio per la sicurezza."],"Sorry, you can't upload that file yet":["Non puoi ancora caricare il file"],"Display Conditions":["Visualizza le condizioni"],"Upgrade to Elementor Pro Advanced to get the Display Conditions Feature as well as additional professional and ecommerce widgets":["Passa a Elementor Pro Advanced per ottenere la caratteristica di visualizzazione delle condizioni e ulteriori widget professionali e per l'e-commerce"],"To upload them anyway, ask the site administrator to enable unfiltered file uploads.":["Per caricarli in ogni caso, chiedi all'amministratore del sito di abilitare il caricamento di file non filtrati."],"Upgrade now":["Aggiorna ora"],"Rename":["Rinomina"],"Warning: JSON files may be unsafe":["Attenzione: i file JSON potrebbero non essere sicuri"],"Uploading JSON files from unknown sources can be harmful and put your site at risk. For maximum safety, only install JSON files from trusted sources.":["Il caricamento di file JSON da fonti sconosciute può essere dannoso e mettere a rischio il tuo sito. Per la massima sicurezza, installa solo file JSON provenienti da fonti affidabili."],"Clear gallery":["Cancella galleria"],"Expand all elements":["Espandi tutti gli elementi"],"Got it!":["Fatto!"],"Collapse all elements":["Riduci tutti gli elementi"],"Check out Global Fonts":["Dai un'occhiata ai font globali"],"Check out Global Colors":["Dai un'occhiata ai colori globali"],"Save time by applying Global Fonts to change the style of multiple elements at once. Click %s to see what Global Fonts you already have.":["Risparmia tempo applicando i font globali per modificare lo stile di più elementi contemporaneamente. Fai clic su %s per vedere quali font globali sono già disponibili."],"Save time by applying Global Colors to change the style of multiple elements at once. Click %s to see what Global Colors you already have.":["Risparmia tempo applicando i colori globali per modificare lo stile di più elementi contemporaneamente. Fai clic su %s per vedere quali colori globali sono già disponibili."],"Grid":["Griglia"],"Paste style":["Incolla stile"],"Paste from other site":["Incolla da altro sito"],"Make sure that both sites are updated to last version of Elementor and have enabled the features relevant to the copied element before trying again.":["Assicurati che entrambi i siti siano aggiornati all'ultima versione di Elementor e che siano state attivate le caratteristiche relative all'elemento copiato prima di riprovare."],"To paste the element from your other site.":["Per incollare l'elemento dal tuo altro sito."],"Do not show this message again":["Non mostrare più questo messaggio"],"An error occurred.":["Si è verificato un errore."],"Selected":["Selezionato"],"Decide Later":["Decidi più tardi"],"Item #%d":["Elemento #%d"],"New options for \"Exit to...\"":["Nuove opzioni per \"Esci verso...\""],"Upgrade Now":["Aggiorna ora"],"Upgrade":["Aggiorna"],"Direction Row":["Direzione riga"],"Direction Column":["Direzione colonna"],"Don’t apply":["Non applicare"],"This will override the design, layout, and other settings of the %s you’re working on.":["Questo sovrascriverà il design, il layout e altre impostazioni del %s su cui stai lavorando."],"Apply the settings of this %s too?":["Applicare anche le impostazioni di questo %s?"],"Import Without Enabling":["Importa senza abilitare"],"Enable and Import":["Abilita e importa"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["Se non si abilita il caricamento di file non filtrati, tutti i file SVG o JSON (inclusi lottie) utilizzati nel modello caricato non verranno importati."],"Container":["Contenitore"],"Add New Container":["Aggiungi nuovo contenitore"],"Delete %d items":["Elimina %d elementi"],"Add to Favorites":["Aggiungi ai Preferiti"],"Remove from Favorites":["Rimuovi dai Preferiti"],"That didn’t work. Try duplicating one kind of element at a time.":["Non ha funzionato. Prova a duplicare un tipo di elemento alla volta."],"That didn’t work. Try copying one kind of element at a time.":["Non ha funzionato. Prova a copiare un elemento alla volta."],"Connect & Activate":["Connetti e attiva"],"Reload Now":["Ricarica adesso"],"Reload Elementor Editor":["Ricarica editor Elementor"],"You have made modifications to the list of Active Breakpoints. For these changes to take effect, you need to reload Elementor Editor.":["Sono state apportate modifiche all'elenco dei punti di interruzione attivi. Affinché queste modifiche abbiano effetto, è necessario ricaricare l'editor di Elementor."],"Got it":["Capito"],"Select a color from any image, or from an element whose color you've manually defined.":["Seleziona un colore da qualsiasi immagine o da un elemento di cui hai definito manualmente il colore."],"Seems like your kit was deleted, please create new one or try restore it from trash.":["Sembra che il tuo kit sia stato eliminato, creane uno nuovo o prova a ripristinarlo dal cestino."],"Your site doesn't have a default kit":["Il tuo sito non ha un kit predefinito"],"Imported":["Importato"],"Recreate Kit":["Ricrea Kit"],"Color Sampler":["Campionatore di colori"],"Please try again.":["Riprovare."],"Learn more":["Scopri di più"],"color":["colore"],"font":["font"],"Font":["Font"],"Would you like to exit?":["Vuoi uscire?"],"Item #%s":["Elemento #%s"],"Invalid Global Color":["Colore globale non valido"],"Cannot load editor":["Impossibile caricare l'editor"],"Would you like to save the changes you've made?":["Vuoi salvare le modifiche che hai fatto?"],"Save Changes":["Salva le modifiche"],"Item":["Elemento"],"Delete Global %s":["Elimina %s globale"],"Landing Pages":["Landing Page"],"Global Colors":["Colori globali"],"Site Settings":["Impostazioni del sito"],"Add Style":["Aggiungi stile"],"Add Color":["Aggiungi colore"],"Navigate From Page":["Naviga dalla pagina"],"User Preferences":["Preferenze utente"],"Are you sure you want to create a new Global Font setting?":["Sei sicuro di voler creare una nuova impostazione carattere globale?"],"Are you sure you want to create a new Global Color?":["Sei sicuro di voler creare un nuovo colore globale?"],"Global Fonts help you work smarter. Save a Typography, and use it anywhere throughout your site. Access and edit your Global Fonts by clicking the Manage button.":["I font globali ti aiutano a lavorare in modo più intelligente. Salva una tipografia e usala ovunque nel tuo sito. Accedere e modificare i tipi di carattere globali facendo clic sul pulsante Gestisci."],"Create New Global Font":["Crea nuovo carattere globale"],"New Typography Setting":["Nuova impostazione tipografica"],"Global Colors help you work smarter. Save a color, and use it anywhere throughout your site. Access and edit your global colors by clicking the Manage button.":["I colori globali ti aiutano a lavorare in modo più intelligente. Salva un colore e usalo ovunque nel tuo sito. Accedere e modificare i colori globali facendo clic sul pulsante Gestisci."],"Create New Global Color":["Crea nuovo colore globale"],"Manage Global Colors":["Gestisci colori globali"],"New Global Color":["Nuovo colore globale"],"Your changes have been updated.":["Le modifiche sono state aggiornate."],"Additional Settings":["Impostazioni aggiuntive"],"Design System":["Sistema di progettazione"],"New Item":["Nuovo elemento"],"System %s can't be deleted":["Il sistema %s non può essere eliminato"],"Manage Global Fonts":["Gestisci font globali"],"You're about to delete a Global %1$s. Note that if it's being used anywhere on your site, it will inherit a default %1$s.":["Stai per eliminare un %1$s globale. Tieni presente che se viene utilizzato ovunque sul tuo sito, erediterà un valore %1$s predefinito."],"Please note that the same exact color already exists in your Global Colors list. Are you sure you want to create it?":["Nota che lo stesso preciso colore esiste già nell'elenco colori globali. Vuoi davvero crearlo?"],"Enable Unfiltered File Uploads":["Abilita caricamento di file non filtrato"],"Create more personalized and dynamic sites by populating data from various sources with dozens of dynamic tags to choose from.":["Creare siti più personalizzati e dinamici popolando i dati da varie fonti con decine di tag dinamici tra cui scegliere."],"Dynamic Content":["Contenuto dinamico"],"Theme Style":["Stile del tema"],"Settings Reset":["Ripristino delle impostazioni"],"Back":["Indietro"],"Enabled":["Abilitato"],"Pasted":["Incollato"],"More":["Altro"],"Get Started":["Inizia"],"Connect to Template Library":["Connettiti alla libreria dei template"],"Access this template and our entire library by creating a free personal account":["Accedi a questo template e a tutta la nostra libreria creando un account personale gratuito"],"Become a Pro user to upload unlimited font icon folders to your website.":["Diventa un utente Pro per caricare sul tuo sito web un numero illimitato di cartelle con icone di font."],"Upload":["Carica"],"My Libraries":["Le mie librerie"],"Elementor's New Icon Library":["La nuova libreria di icone di Elementor"],"Icon Library":["Libreria icona"],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["Prima di abilitare il caricamento di file non filtrati, si noti che i file includono un rischio per la sicurezza. Elementor esegue un processo per rimuovere eventuali codici dannosi, ma c'è ancora il rischio di utilizzare tali file."],"Elementor v2.6 includes an upgrade from Font Awesome 4 to 5. In order to continue using icons, be sure to click \"Update\".":["Elementor v2.6 include un aggiornamento da Font Awesome 4 a 5. Per continuare a utilizzare le icone, assicurati di fare clic su \"Aggiorna\"."],"Click here for preview debug":["Fai clic qui per l'anteprima del debug"],"Elementor 2.5 introduces key changes to the layout using CSS Flexbox. Your existing pages might have been affected, please review your page before publishing.":["Elementor 2.5 introduce modifiche chiave al layout utilizzando CSS Flexbox. Le tue pagine esistenti potrebbero essere state interessate, controlla la tua pagina prima della pubblicazione."],"Note: Flexbox Changes":["Nota: Cambiamenti Flexbox"],"Custom Positioning":["Posizionamento personalizzato"],"Continue":["Continua"],"Theme Builder":["Theme Builder"],"Connected successfully.":["Connesso con successo."],"Connect":["Connetti"],"Keyboard Shortcuts":["Tasti rapidi"],"Undo":["Annulla"],"Finder":["Finder"],"Create":["Crea"],"Inner Section":["Sezione Interna"],"Style Reset":["Reimposta Stile"],"Style Pasted":["Stile incollato"],"All Content":["Tutto il contenuto"],"Got It":["Fatto"],"Copy All Content":["Copia tutto il contenuto"],"Copy":["Copia"],"Save as a global":["Salva come Globale"],"Reset style":["Reimposta Stile"],"Delete %s":["Elimina %s"],"Pages":["Pagine"],"Blocks":["Blocchi"],"Dynamic":["Dinamico"],"Category":["Categoria"],"Saving has been disabled until you’re reconnected.":["Il salvataggio è stato disabilitato finché non ti sei riconnesso."],"Connection Lost":["Connessione persa"],"Server Error":["Errore del server"],"Unknown Error":["Errore sconosciuto"],"Have a look":["Dare un'occhiata"],"This is just a draft. Play around and when you're done - click update.":["Questa è solo una bozza. Gioca e quando hai finito - fai clic su aggiorna."],"Submit":["Invia"],"Update":["Aggiorna"],"Your browser isn't compatible with all of Elementor's editing features. We recommend you switch to another browser like Chrome or Firefox.":["Il tuo browser non è compatibile con tutte le funzionalità di modifica di Elementor. Ti consigliamo di passare a un altro browser come Chrome o Firefox."],"Your browser isn't compatible":["Il tuo browser non è compatibile"],"Please make sure your search is spelled correctly or try a different words.":["Assicurati che la tua ricerca sia stata digitata correttamente o prova con parole diverse."],"New":["Nuovo"],"Duplicate":["Duplica"],"Hide Panel":["Nascondi pannello"],"Publish":["Pubblica"],"Proceed Anyway":["Procedere Comunque"],"Show Panel":["Mostra Pannello"],"View All Revisions":["Visualizza tutte le revisioni"],"No Results Found":["Nessun risultato trovato"],"No Favorite Templates":["Nessun template preferito"],"You can mark any pre-designed template as a favorite.":["È possibile contrassegnare qualsiasi template pre-progettato come preferito."],"Type Here":["Digita qui"],"Revisions":["Revisioni"],"Actions":["Azioni"],"Moved":["Spostato"],"Added":["Aggiunto"],"History":["Cronologia"],"Edited":["Modificato"],"Editing Started":["Modifica Iniziata"],"Add %s":["Aggiungi %s"],"Edit %s":["Modifica %s"],"Duplicate %s":["Duplica %s"],"Enable":["Abilita"],"Template":["Template"],"Disabled":["Disabilitato"],"Back to Editor":["Torna all'Editor"],"Global":["Globale"],"Delete All Content":["Elimina tutto il contenuto"],"Attention: We are going to DELETE ALL CONTENT from this page. Are you sure you want to do that?":["Attenzione: stiamo per eliminare tutti i contenuti da questa pagina. Sei sicuro di volerlo fare?"],"Color Picker":["Color Picker"],"Close":["Chiudi"],"Page":["Pagina"],"Library":["Libreria"],"Insert":["Inserisci"],"The following error(s) occurred while processing the request:":["Si è verificato il seguente errore durante il processo della richiesta:"],"Haven’t Saved Templates Yet?":["Non hai ancora salvato il tuo template?"],"This is where your templates should be. Design it. Save it. Reuse it.":["Qua troverai i tuoi template. Disegnali. Salvali. Riusali."],"Templates":["Template"],"An error occured.":["Si è verificato un errore."],"Learn More":["Approfondisci"],"Global Fonts":["Font globali"],"Paste":["Incolla"],"Sorry, the content area was not found in your page.":["Il contenuto di quest'area non è stato trovato nella tua pagina."],"You must call 'the_content' function in the current template, in order for Elementor to work on this page.":["Devi chiamare la funzione 'the_content' nel template attuale per permettere a Elementor di lavorare su questa pagina."],"Insert Media":["Inserisci media"],"No Images Selected":["Nessuna immagine selezionata"],"%s Images Selected":["%s immagini selezionate"],"Are you sure you want to clear this gallery?":["Sei sicuro di voler cancellare questa galleria?"],"Elements":["Elementi"],"Settings":["Impostazioni"],"Clear":["Cancella"],"Exit":["Esci"],"Save":["Salva"],"Preview":["Anteprima"],"Apply":["Applica"],"Custom":["Personalizzato"],"Style":["Stile"],"Structure":["Struttura"],"Section":["Sezione"],"Content":["Contenuto"],"Advanced":["Avanzato"],"Discard":["Abbandona"],"Cancel":["Annulla"],"Take Over":["Subentra"],"Typography":["Tipografia"],"View":["Visualizza"],"Color":["Colore"],"Layout":["Layout"],"Please note: All unsaved changes will be lost.":["Attenzione: Tutti i cambiamenti non salvati verranno persi."],"Go Back":["Indietro"],"View Page":["Visualizza pagina"],"Default":["Predefinito"],"Removed":["Rimosso"],"%s has taken over and is currently editing. Do you want to take over this page editing?":["%s è subentrato e sta effettuando delle modifiche. Vuoi subentrare nella modifica di questa pagina?"],"Delete":["Elimina"],"Add New Column":["Aggiungi nuova colonna"],"Inactive":["Inattivo"],"Active":["Attiva"]}},"comment":{"reference":"assets\/js\/editor.js"}}