{"translation-revision-date":"2025-09-18 09:17:55+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"This is because JSON files may pose a security risk.":["Questo perché i file JSON possono rappresentare un rischio per la sicurezza."],"Sorry, you can't upload that file yet":["Non puoi ancora caricare il file"],"To upload them anyway, ask the site administrator to enable unfiltered file uploads.":["Per caricarli in ogni caso, chiedi all'amministratore del sito di abilitare il caricamento di file non filtrati."],"Warning: JSON files may be unsafe":["Attenzione: i file JSON potrebbero non essere sicuri"],"Uploading JSON files from unknown sources can be harmful and put your site at risk. For maximum safety, only install JSON files from trusted sources.":["Il caricamento di file JSON da fonti sconosciute può essere dannoso e mettere a rischio il tuo sito. Per la massima sicurezza, installa solo file JSON provenienti da fonti affidabili."],"Deactivate":["Disattiva"],"Are you sure?":["Sei sicuro?"],"Do not show this message again":["Non mostrare più questo messaggio"],"Importing...":["Importazione in corso..."],"Activate":["Attiva"],"First, activate another experiment.":["Per primo, attiva un altro esperimento."],"In order to use %1$s, first you need to activate %2$s.":["Per poter utilizzare %1$s, devi prima attivare %2$s."],"Import Without Enabling":["Importa senza abilitare"],"Enable and Import":["Abilita e importa"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["Se non si abilita il caricamento di file non filtrati, tutti i file SVG o JSON (inclusi lottie) utilizzati nel modello caricato non verranno importati."],"Got it":["Capito"],"Migrate to v3.0":["Torna alla v3.0"],"Please note that this process will revert all changes made to Global Colors and Fonts since upgrading to v3.x.":["Considera che questo processo ripristinerà tutte le modifiche fatte ai colori e ai font globali dall'aggiornamento alla v3.x."],"Enable Unfiltered File Uploads":["Abilita caricamento di file non filtrato"],"Font Awesome 5 Migration":["Migrazione Font Awesome 5"],"I acknowledge that some changes may affect my website and that this action cannot be undone.":["Riconosco che alcune modifiche possono influenzare il mio sito web e che questa azione non può essere annullata."],"I understand that by upgrading to Font Awesome 5,":["Ho capito che passando a Font Awesome 5,"],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["Prima di abilitare il caricamento di file non filtrati, si noti che i file includono un rischio per la sicurezza. Elementor esegue un processo per rimuovere eventuali codici dannosi, ma c'è ancora il rischio di utilizzare tali file."],"Continue":["Continua"],"Please note that you are switching to WordPress default editor. Your current layout, design and content might break.":["Stai passando all'editor predefinito di WordPress. Il tuo attuale layout, design e contenuti potrebbero rompersi!"],"Back to WordPress Editor":["Torna all'editor di WordPress"],"Are you sure you want to reinstall previous version?":["Sei certo di voler reinstallare la versione precedente?"],"Rollback to Previous Version":["Ripristina una Versione Precedente"],"Enable":["Abilita"],"Cancel":["Annulla"]}},"comment":{"reference":"assets\/js\/admin.js"}}