{"translation-revision-date":"2025-09-18 09:17:55+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"On this page":["Su questa pagina"],"Unused":["Non usato"],"Clear Filters":["Cancella i filtri"],"Convert to global class":["Converti in classe globale"],"Clear the filters and try something else.":["Cancella i filtri e prova qualcos'altro."],"Sorry, nothing matched that search.":["Non c'è nessun risultato per la tua ricerca"],"Clear your input and try something else.":["Cancella il termine della ricerca e prova qualcos'altro."],"Sorry, nothing matched.":["Non c'è nulla che corrisponde."],"Popup":["Popup"],"Will permanently remove it from your project and may affect the design across all elements using it. Used %1 times across %2 pages. This action cannot be undone.":["Lo rimuoverà definitivamente dal tuo progetto e potrebbe influenzare il design di tutti gli elementi che lo utilizzano. Utilizzato %1 volte in %2 pagine. Questa azione non può essere annullata."],"This class isn’t being used yet.":["Questa classe non è stata ancora utilizzata."],"locations":["sedi"],"location":["sede"],"Show {{number}} {{locations}}":["Mostra {{number}} {{locations}}"],"Locator":["Locator"],"Filters":["Filtri"],"classes":["classi"],"class":["classe"],"Save & Continue":["Salva e continua"],"Save changes":["Salva modifiche"],"Delete this class?":["Eliminare questa classe?"],"Not now":["Non ora"],"Stay here":["Rimani qui"],"CSS classes created in the editor panel will appear here. Once they are available, you can arrange their hierarchy, rename them, or delete them as needed.":["Le classi CSS create nel pannello dell'editor appariranno qui. Una volta disponibili, puoi organizzare la loro gerarchia, rinominarle o eliminarle a seconda delle necessità."],"There are no global classes yet.":["Non ci sono ancora classi globali."],"Remember, when editing an item within a specific class, any changes you make will apply across all elements in that class.":["Ricorda che quando si modifica un elemento all'interno di una classe specifica, le modifiche apportate saranno applicate a tutti gli elementi di quella classe."],"You have unsaved changes":["Hai alcune modifiche non ancora salvate"],"Deleting":["Eliminazione in corso"],"To open the Class Manager, save your page first. You can't continue without saving.":["Per aprire il Class Manager, salva prima la tua pagina. Non puoi continuare senza salvare."],"You have unsaved changes in the Class Manager.":["Hai delle modifiche non ancora salvate nel Class Manager."],"To avoid losing your updates, save your changes before leaving.":["Per evitare di perdere gli aggiornamenti, salva le modifiche prima di chiudere."],"Will permanently remove it from your project and may affect the design across all elements using it. This action cannot be undone.":["Lo rimuoverà definitivamente dal tuo progetto e potrebbe influenzare il design di tutti gli elementi che lo utilizzano. Questa azione non può essere annullata."],"Try something else.":["Prova qualcos'altro."],"Clear & try again":["Cancella e riprova"],"The Class Manager lets you see all the classes you've created, plus adjust their priority, rename them, and delete unused classes to keep your CSS structured.":["Il Class Manager ti permette di vedere tutte le classi che hai creato, di regolarne la priorità, di rinominarle e di eliminare le classi inutilizzate per mantenere il tuo CSS strutturato."],"Class Manager":["Class Manager"],"Sorry, nothing matched":["Nulla corrisponde"],"Rename":["Rinomina"],"Clear all":["Cancella tutto"],"Footer":["Footer"],"Header":["Header"],"Something went wrong":["Qualcosa è andato storto"],"Post":["Articolo"],"Empty":["Vuoto"],"More actions":["Più azioni"],"Search":["Cerca"],"Page":["Pagina"],"Discard":["Abbandona"],"Delete":["Elimina"]}},"comment":{"reference":"assets\/js\/packages\/editor-global-classes\/editor-global-classes.strings.js"}}