{"translation-revision-date":"2025-09-30 06:24:04+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Pro is now active! You can continue.":["Pro is nu actief! Je kunt doorgaan."],"Skip setup":["Setup overslaan"],"Already have an account?":["Heb je al een account?"],"Click here to connect":["Klik hier om te verbinden"],"Access dozens of professionally designed templates":["Toegang tot tientallen professioneel ontworpen templates"],"To get the most of Elementor, we'll connect your account.":["Om het meeste uit Elementor te halen, verbinden we je account."],"Manage all your sites from the My Elementor dashboard":["Beheer al je sites vanuit het Mijn Elementor dashboard"],"Start setup":["Start setup"],"Unlock tools that streamline your workflow and site setup":["Ontgrendel gereedschap dat je workflow en site setup stroomlijnt"],"Click here to go to Elementor's Website Templates":["Klik hier om naar Elementor's Website Templates te gaan"],"Hello Biz by Elementor helps you launch your professional business website - fast.":["Hello Biz van Elementor helpt je snel je professionele zakelijke site te lanceren."],"Get online faster":["Sneller online"],"Hello Biz Theme":["Hallo Biz thema"],"Click here to go to Elementor's Site Planner":["Klik hier om naar de Site Planner van Elementor te gaan"],"Create a professional site in minutes using AI":["Maak in enkele minuten een professionele site met AI"],"Notes & Collaboration":["Notities & samenwerking"],"Motion Effects & Animations":["Bewegingseffecten & animaties"],"Custom Code & CSS":["Aangepaste code & CSS"],"Popup Builder":["Pop-up bouwer"],"Lead Collection & Form Builder":["Lead verzameling & formulierbouwer"],"WooCommerce Builder":["WooCommerce bouwer"],"Templates & Theme Builder":["Templates & thema bouwer"],"Welcome aboard! What's next?":["Welkom aan boord! Wat is de volgende stap?"],"Which Elementor Pro features do you need to bring your creative vision to life?":["Welke functies van Elementor Pro heb je nodig om je creatieve visie tot leven te brengen?"],"Elevate your website with additional Pro features.":["Verbeter je site met extra Pro functies."],"Essential":["Essentieel"]," Let's get connected.":[" Laten we contact maken."],"You're here!":["Je bent er!"],"first steps:":["eerste stappen:"],"To get the most out of Elementor, we'll help you take your":["Om het meeste uit Elementor te halen, helpen we je om je"],"Choose Features":["Kies functies"],"Based on the features you chose, we recommend the %s plan, or higher":["Op basis van de functies die je hebt gekozen, raden we het %s abonnement aan, of hoger"],"Choose additional features":["Kies extra functies"],"Choose a professionally-designed template or import your own":["Kies een professioneel ontworpen template of kies je eigen template"],"Upgrade now":["Upgrade nu"],"Ready to Get Elementor Pro?":["Klaar om Elementor Pro te kopen?"],"Upgrade Now":["Upgrade nu"],"Upgrade":["Upgrade"],"Uploading":["Aan het uploaden"],"Every site starts with a theme.":["Elke site begint met een thema."],"Here's why:":["Hier is waarom:"],"Great for SEO":["Geweldig voor SEO"],"You can switch your theme later on":["Je kunt je thema later veranderen op"],"Lightweight and fast loading":["Lichtgewicht en snel laden"],"Browse":["Bladeren"],"Click here to create a new page and open it in Elementor Editor":["Klik hier om een nieuwe pagina aan te maken en deze te openen in Elementor Editor"],"Drop image here":["Zet afbeelding hier neer"],"There was a problem with enabling SVG uploads. Try again, or use another image format.":["Er is een probleem opgetreden met het inschakelen van SVG uploads. Probeer het opnieuw of gebruik een ander afbeelding format."],"Sorry, the name wasn't saved. Try again, or skip for now.":["De naam werd niet opgeslagen. Probeer het opnieuw of sla het voorlopig over."],"This is what your site is called on the WP dashboard, and can be changed later from the general settings - it's not your website's URL.":["Dit is hoe je site wordt genoemd op het WP dashboard en kan later worden gewijzigd vanuit de algemene instellingen - het is niet de URL van je site."],"Drag & Drop your .zip file here":["Versleep je .zip bestand naar hier"],"Have a logo? Add it here.":["Heb je een logo? Voeg het hier toe."],"Otherwise, you can skip this and add one later.":["Anders kun je dit overslaan en er later een toevoegen."],"Open Media Library":["Mediabibliotheek openen"],"This file type is not supported. Try a different type of file":["Dit bestandstype wordt niet ondersteund. Probeer een ander type bestand"],"Now, let's give your site a name.":["Laten we je site nu een naam geven."],"Upload and Install Elementor Pro":["Upload en installeer Elementor Pro"],"Import your Elementor Pro plugin file":["Importeer je Elementor Pro plugin bestand"],"Don't know where to get the file from?":["Weet je niet waar je het bestand vandaan moet halen?"],"You're here! Let's set things up.":["Je bent hier! Laten we dingen regelen."],"That's a wrap! What's next?":["Het zit er op! Wat is het volgende?"],"Edit a blank canvas with the Elementor Editor":["Bewerk een leeg canvas met de Elementor editor"],"Your site’s got Hello theme. High-five!":["Je site heeft het Hello thema. High five!"],"This allows Elementor to scan your SVGs for malicious content. If you do not wish to allow this, use a different image format.":["Hierdoor kan Elementor je SVG's scannen op schadelijke inhoud. Als je dit niet wilt toestaan, gebruik dan een ander afbeeldingsformat."],"Okay, now we're really close...":["Oké, nu zijn we heel dichtbij…"],"Hold on, this can take a minute...":["Wacht even, dit kan even duren…"],"Potential Site Logo":["Potentieel site logo"],"There was a problem installing Hello Biz Theme.":["Er is een probleem opgetreden bij het installeren van het Hello Biz thema."],"There was a problem activating Hello Biz Theme.":["Er is een probleem opgetreden bij het activeren van het Hello Biz thema."],"There are three ways to get started with Elementor:":["Er zijn drie manieren om met Elementor aan de slag te gaan:"],"Continue with Hello Biz Theme":["Ga verder met Hello Biz thema"],"Choose from countless professional templates":["Kies uit talloze professionele templates"],"Then you can:":["Dan kan je:"],"Choose how to start creating":["Kies hoe je wilt beginnen met maken"],"Create Account":["Account aanmaken"],"Already have Elementor Pro?":["Heb je Elementor Pro al?"],"300+ Basic & Pro templates":["300+ basis & Pro templates"],"90+ Basic & Pro widgets":["90+ basis & Pro widgets"],"Good to Go":["Klaar om te gaan"],"Set your site's theme":["Stel het thema van je site in"],"Give your site a name & logo":["Geef je site een name & logo"],"To get the most out of Elementor, we’ll connect your account.":["Om het meeste uit Elementor te halen, koppelen we je account."],"Manage your site with our handy dashboard":["Beheer je site met ons handige dashboard"],"Premium Support":["Premium ondersteuning"],"Elementor Logo":["Elementor logo"],"Elementor Account":["Elementor account"],"Take part in the community forum, share & grow together":["Neem deel aan het community forum, deel & groei samen"],"Oops, the connection failed. Try again.":["De verbinding is mislukt. Probeer het opnieuw."],"And so much more!":["En zo veel meer!"],"Let’s do it":["Laten we het doen"],"My Elementor":["Mijn Elementor"],"Site Name":["Site naam"],"Site Logo":["Site logo"],"Dynamic Content":["Dynamische inhoud"],"Next":["Volgende"],"Skip":["Overslaan"],"Getting Started":["Aan de slag"],"or":["of"],"Click here":["Klik hier"],"Advanced":["Geavanceerd"]}},"comment":{"reference":"assets\/js\/onboarding.50bce36b17131b8d21b7.bundle.js"}}