{"translation-revision-date":"2025-09-30 06:24:04+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"You’ve deactivated the new Editor. Have feedback?":["Je hebt de nieuwe editor gedeactiveerd. Heb je feedback?"],"Welcome! You’ve got the newest version of the editor.":["Welkom! Je hebt de nieuwste versie van de editor."],"Ouch, there was a glitch. Try activating V4 again soon.":["Auw, er was een storing. Probeer V4 binnenkort weer te activeren."],"We’d love your feedback!":["We stellen je feedback erg op prijs!"],"Keep in mind:":["Houd in gedachten:"],"And much more!":["En veel meer!"],"You’re deactivating Editor V4":["Je deactiveert Editor V4"],"When you activate Editor V4, you’ll also be activating Containers, the Top Bar, and Nested Elements. You can turn them back off by going to WP Admin > Elementor > Settings > Features.":["Wanneer je Editor V4 activeert, activeer je ook containers, de bovenbalk en geneste elementen. Je kunt ze weer uitschakelen door naar WP Admin > Elementor > Instellingen > Functies te gaan."],"Welcome to a new era of web creation with Editor V4. It’s faster, more flexible, and built with a fresh approach to structure & styling.":["Welkom in een nieuw tijdperk van webcreatie met Editor V4. Het is sneller, flexibeler en gebouwd met een frisse benadering van structuur & styling."],"We hope you enjoyed testing and building with these new features.":["We hopen dat je genoten hebt van het testen en bouwen met deze nieuwe functies."],"Unparalleled performance - Cleaner code & a lighter CSS footprint.":["Ongeëvenaarde prestaties - Schonere code & een lichtere CSS voetafdruk."],"Try out the new experience":["Probeer de nieuwe ervaring"],"The road to Editor V4":["De weg naar Editor V4"],"Tell us why":["Vertel ons waarom"],"Fully responsive design - Customize any style property per screen.":["Volledig responsive ontwerp - Pas elke stijl eigenschap aan per scherm."],"Consistent styling experience - A unified Style tab for all elements.":["Consistente stylingervaring - Een uniform stijl tab voor alle elementen."],"Editor V4 is still in alpha and should not be used on live sites yet.":["Editor V4 is nog in alpha en mag nog niet worden gebruikt op live sites."],"Editor V4 is currently in alpha, ":["Editor V4 is nu in alpha, "],"Deactivate V4":["V4 deactiveren"],"Containers, the Top Bar, and Nested Elements will stay in their current status.":["Containers, de bovenste balk en geneste elementen blijven hun huidige status behouden."],"By deactivating, you’ll lose all Editor V4 features, and any content you created with V4-specific features will no longer be available or appear on your site.":["Door te deactiveren verlies je alle functies van Editor V4, en alle inhoud die je hebt gemaakt met V4-specifieke functies zal niet langer beschikbaar zijn of worden weergegeven op je site."],"By activating, you’ll get early access to the next generation of Elementor’s Editor. This is your chance to explore new capabilities and help shape the future of Elementor! ":["Door te activeren krijg je vroegtijdige toegang tot de volgende generatie Editor van Elementor. Dit is je kans om nieuwe mogelijkheden te ontdekken en mee te helpen de toekomst van Elementor vorm te geven! "],"and development is still in progress. Do not use it on live sites - use a staging or development environment instead.":["en de ontwikkeling is nog gaande. Gebruik het niet op live sites - Gebruik in plaats daarvan een staging- of ontwikkelomgeving."],"Activate the new experience":["Activeer de nieuwe ervaring"]," Important notes:":[" Belangrijke opmerkingen:"],"Professional tools at your fingertips - classes and states.":["Professionele gereedschappen binnen handbereik - Klassen en statussen."],"Here’s what’s inside the alpha version:":["Dit is wat er in de alpha versie zit:"],"Head over to Github":["Ga naar GitHub"],"You are about to enable Editor V4 features!":["Je staat op het punt de functies van Editor V4 in te schakelen!"],"I’ve read and understood.":["Ik heb het gelezen en begrepen."],"Editor V4":["Editor V4"],"Activate":["Activeer"],"Learn more":["Lees verder"],"Alpha":["Alpha"],"Cancel":["Annuleren"]}},"comment":{"reference":"assets\/js\/editor-v4-opt-in.js"}}