{"translation-revision-date":"2025-09-18 09:17:55+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"All Roles":["Tutti i ruoli"],"Admin":["Admin"],"Choose which role will have access to a specific widget.":["Scegli quale ruolo avrà accesso a un widget specifico."],"Choose which users will have access to each widget.":["Scegli quali utenti avranno accesso a ciascun widget."],"Permission":["Autorizzazione"],"All Statuses":["Tutti gli stati"],"We saved your changes.":["Abbiamo salvato le tue modifiche."],"If you’re adding widgets back in, enjoy them!":["Se stai aggiungendo di nuovo i widget, goditeli!"],"Turning widgets off will hide them from the editor panel, and can potentially affect your layout or front-end.":["Disattivando i widget, questi vengono nascosti dal pannello dell'editor e possono potenzialmente influenzare il tuo layout o il frontend."],"Elementor Pro":["Elementor Pro"],"Usage":["Utilizzo"],"Element":["Elemento"],"No elements found.":["Nessun elemento trovato."],"Enable All":["Abilita tutti"],"Deactivate Unused Elements":["Disattiva gli elementi inutilizzati"],"Search widgets":["Ricerca widget"],"Before you continue:":["Prima di continuare:"],"Here's where you can fine-tune Elementor to your workflow. Disable elements you don't use for a cleaner interface, more focused creative experience, and improved performance.":["È qui che puoi mettere a punto Elementor in base al tuo flusso di lavoro. Disabilita gli elementi che non usi per ottenere un'interfaccia più pulita, un'esperienza creativa più mirata e prestazioni migliori."],"All Plugins":["Tutti i plugin"],"times":["volte"],"Elementor Pro Elements":["Elementi di Elementor Pro"],"Scan Element Usage":["Analizza l'uso dell'elemento"],"Deactivating widgets here will remove them from both the Elementor Editor and your website, which can cause changes to your overall layout, design and what visitors see.":["La disattivazione dei widget in questo punto li rimuove sia dall'editor di Elementor sia dal tuo sito web, il che può causare modifiche al tuo layout generale, al design e a ciò che i visitatori vedono."],"Sure you want to save these changes?":["Sei sicuro di voler apportare queste modifiche?"],"Unleash the full power of Elementor's features and web creation tools.":["Libera il pieno potenziale delle funzionalità di Elementor e degli strumenti di creazione web."],"Save Changes":["Salva le modifiche"],"Plugin":["Plugin"],"Status":["Stato"],"Learn More":["Approfondisci"],"Save":["Salva"],"Cancel":["Annulla"],"Show":["Mostra"],"Edit":["Modifica"],"Inactive":["Inattivo"],"Active":["Attiva"]}},"comment":{"reference":"assets\/js\/element-manager-admin.js"}}