{"translation-revision-date":"2025-09-30 06:24:04+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Back to editor":["Terug naar editor"],"Once you save some templates to this folder, you can use them on any website you’re working on.":["Zodra je een aantal templates in deze map hebt opgeslagen, kun je ze gebruiken op elke site waar je aan werkt."],"Once you save a template, it’ll show up here, ready for reuse across all of your Elementor sites—no extra work needed.":["Zodra je een template hebt opgeslagen, wordt het hier weergegeven, klaar voor hergebruik op al je Elementor sites - Zonder extra werk."],"No templates to show here, yet":["Nog geen templates om hier weer te geven"],"Delete items?":["Items verwijderen?"],"Load More":["Laad meer"],"and":["en"],"%1$s %2$s.":["%1$s %2$s."],"Delete this template?":["Deze template verwijderen?"],"This is because you don’t have an active subscription.":["Dit komt doordat je geen actief abonnement hebt."],"Your templates are saved for 90 days from the day your subscription expires,":["Je templates worden 90 dagen opgeslagen vanaf de dag dat je abonnement verloopt,"],"Your library has been deactivated":["Je bibliotheek is gedeactiveerd"],"You've saved %1$d%% of the templates in your plan. To get more space ":["Je hebt %1$d%% van de templates opgeslagen in je plan. Om meer ruimte te krijgen "],"You can save it to %1$sCloud Templates%2$s to reuse across any of your Elementor sites at any time%3$sor to %4$sSite Templates%5$s so it’s always ready when editing this website.":["Je kunt het opslaan in %1$sCloud Templates%2$s om het te hergebruiken op al je Elementor sites%3$sof in %4$sSite Templates%5$s zodat het altijd klaar staat wanneer je deze site bewerkt."],"Upgrade your subscription to access Cloud Templates and reuse saved assets across all your sites.":["Upgrade je abonnement om toegang te krijgen tot Cloud Templates en hergebruik opgeslagen middelen op al je sites."],"Upgrade now to re-use your templates on all the websites you’re working on.":["Upgrade nu om je templates te hergebruiken op alle sites waar je aan werkt."],"To create a new one, go to Cloud Templates.":["Als je een nieuwe wilt maken, ga je naar Cloud Templates."],"To access the Cloud Templates Library you must have an active Elementor Pro subscription":["Om toegang te krijgen tot de Cloud Templates Bibliotheek moet je een actief Elementor Pro abonnement hebben"],"This will permanently remove %1$s selected items.":["Hierdoor worden %1$s geselecteerde items permanent verwijderd."],"This will permanently remove \"%1$s\".":["Dit zal \"%1$s\" permanent verwijderen."],"Save this %s to your library":["Deze %s opslaan in je bibliotheek"],"then they’ll be gone forever.":["dan zijn ze voor altijd weg."],"Template saved to your Site and Cloud Templates.":["Template opgeslagen op je site en in cloud templates."],"Renew my subscription":["Verleng mijn abonnement"],"Please select at least one location.":["Selecteer ten minste één locatie."],"No templates saved just yet":["Nog geen templates Opgeslagen"],"Move your %s to a different location":["Verplaats je %s naar een andere locatie"],"Move templates to a different location":["Verplaats templates naar een andere locatie"],"It’s time to level up":["Het is tijd om een level omhoog te gaan"],"Folders you create will appear here.":["Mappen die je maakt verschijnen hier."],"Empty folder":["Lege map"],"Delete this folder?":["Deze map verwijderen?"],"Create a new folder":["Maak een nieuwe map"],"Copy your %s to a different location":["Kopieer je %s naar een andere locatie"],"Copy templates to a different location":["Kopieer templates naar een andere locatie"],"connect your site.":["verbind je site."],"Alternatively, you can move the templates.":["Je kunt de templates ook verplaatsen."],"Alternatively, you can move the template.":["Je kunt de template ook verplaatsen."],"Alternatively, you can copy the templates.":["Je kunt ook de templates kopiëren."],"Alternatively, you can copy the template.":["Je kunt ook het template kopiëren."],"%1$d Template(s) %2$s.":["%1$d template(s) %2$s."],"This will permanently delete \"%1$s\" that contains %2$d templates.":["Dit zal \"%1$s\" permanent verwijderen dat %2$d templates bevat."],"Upgrade your subscription to get more space and reuse saved assets across all your sites.":["Upgrade je abonnement voor meer ruimte en hergebruik opgeslagen bestanden op al je sites."],"Elementor Pro plans come with Cloud Templates.":["Elementor Pro abonnementen worden geleverd met Cloud Templates."],"You successfully imported %1$d template(s).":["Je hebt %1$d template(s) succesvol geïmporteerd."],"Move":["Verplaatsen"],"Save as a template":["Opslaan als een template"],"Then you can find all your templates in one convenient library.":["Dan kun je al je templates in één handige bibliotheek vinden."],"Connect to your Elementor account":["Maak verbinding met je Elementor account"],"Folder name":["Mapnaam"],"You can not create a folder inside another folder.":["Je kunt geen map binnen een andere map maken."],"Save assets to reuse on any site in your account.":["Assets opslaan voor hergebruik op elke site in je account."],"Rename \"%1$s\"":["\"%1$s\" hernoemen"],"Add new layout element":["Nieuw lay-out element toevoegen"],"You are leaving to a separate site part.":["Je vertrekt naar een apart site gedeelte."],"Save your changes before moving on because the current document and the one you’re moving to are separate site parts.":["Sla je wijzigingen op voordat je verder gaat, want het huidige document en het document waar je naartoe gaat, zijn afzonderlijke delen van de site."],"Don't leave":["Niet weggaan"],"Save & leave":["Opslaan & weggaan"],"Floating Bars":["Zwevende balken"],"Copy and share Link":["Link kopiëren en delen"],"Link copied!":["Link gekopieerd!"],"Floating Buttons":["Zwevende knoppen"],"Activating cache improves loading times by storing a static version of this element.":["Het activeren van cache verbetert de laadtijd door een statische versie van dit element op te slaan."],"The default cache status for this element:":["De standaard cache status voor dit element:"],"Add-ons":["Add-ons"],"Sticky":["Sticky"],"Make any element on your page sticky and<br \/>keep them in sight at the top or bottom of<br \/>the screen.":["Maak elk element op je pagina sticky en<br \/>houd ze in het zicht aan de bovenkant of onderkant van<br \/>het scherm."],"Add a Mouse Track or 3d Tilt effect with<br \/>Elementor Pro.":["Voeg een muisspoor of 3d kanteleffect toe met<br \/>Elementor Pro."],"Get Scrolling Effects such as <br \/> vertical\/horizontal scroll, transparency,<br \/> and more with Elementor Pro.":["Verkrijg scrol effecten zoals <br \/> verticaal\/horizontaal scrollen, transparantie,<br \/> en meer met Elementor Pro."],"Mouse Effects":["Muis effecten"],"Scrolling Effects":["Scrol effecten"],"To upload them anyway, ask the site administrator to enable unfiltered file uploads.":["Als je ze toch wilt uploaden, vraag dan de site beheerder om ongefilterde bestand uploads in te schakelen."],"This is because JSON files may pose a security risk.":["Dit komt omdat JSON bestanden een beveiligings risico kunnen vormen."],"Sorry, you can't upload that file yet":["Je kunt dat bestand nog niet uploaden"],"Display Conditions":["Weergave voorwaarden"],"Upgrade to Elementor Pro Advanced to get the Display Conditions Feature as well as additional professional and ecommerce widgets":["Upgrade naar Elementor Pro Advanced om de weergave voorwaarden functie en extra professionele en e-commerce widgets te verkrijgen"],"Upgrade now":["Upgrade nu"],"Rename":["Hernoem"],"Warning: JSON files may be unsafe":["Waarschuwing: JSON bestanden kunnen onveilig zijn"],"Uploading JSON files from unknown sources can be harmful and put your site at risk. For maximum safety, only install JSON files from trusted sources.":["JSON bestanden uploaden van onbekende gegevensbronnen kan schadelijk zijn en je site in gevaar brengen. Installeer voor maximale veiligheid alleen JSON bestanden van betrouwbare gegevensbronnen."],"Clear gallery":["Galerij leegmaken"],"Got it!":["Ik snap het!"],"Collapse all elements":["Alle elementen samenvouwen"],"Grid":["Raster"],"Check out Global Fonts":["Bekijk globale lettertypen"],"Save time by applying Global Colors to change the style of multiple elements at once. Click %s to see what Global Colors you already have.":["Bespaar tijd door globale kleuren toe te passen om de stijl van meerdere elementen tegelijk te veranderen. Klik %s om te zien welke globale kleuren je al hebt."],"Save time by applying Global Fonts to change the style of multiple elements at once. Click %s to see what Global Fonts you already have.":["Bespaar tijd door globale lettertypen toe te passen om de stijl van meerdere elementen tegelijk te veranderen. Klik %s om te zien welke globale lettertypen je al hebt."],"Check out Global Colors":["Bekijk globale kleuren"],"Expand all elements":["Alle elementen uitvouwen"],"Paste from other site":["Plakken van andere site"],"Make sure that both sites are updated to last version of Elementor and have enabled the features relevant to the copied element before trying again.":["Zorg ervoor dat beide sites zijn geüpdatet tot de laatste versie van Elementor en dat de functies die relevant zijn voor het gekopieerde element zijn ingeschakeld voordat je het opnieuw probeert."],"To paste the element from your other site.":["Om het element van je andere site te plakken."],"Paste style":["Plak stijl"],"Do not show this message again":["Laat dit bericht niet meer zien"],"An error occurred.":["Er is een fout opgetreden."],"Selected":["Geselecteerd"],"Decide Later":["Besluit later"],"Item #%d":["Item #%d"],"New options for \"Exit to...\"":["Nieuwe opties voor \"Beëindigen naar…\""],"Upgrade Now":["Upgrade nu"],"Upgrade":["Upgrade"],"Direction Column":["Kolom richting"],"Direction Row":["Rij richting"],"Don’t apply":["Niet toepassen"],"Apply the settings of this %s too?":["Pas de instellingen van dit %s ook toe?"],"This will override the design, layout, and other settings of the %s you’re working on.":["Dit heeft voorrang op het ontwerp, de lay-out en andere instellingen van de %s waar je aan werkt."],"Import Without Enabling":["Importeer zonder inschakelen"],"Enable and Import":["Inschakelen en importeren"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["Als je het uploaden van ongefilterde bestanden niet aanzet, zullen alle SVG of JSON (inclusief lottie) bestanden die gebruikt zijn in het geüploade template niet geïmporteerd worden."],"Add New Container":["Nieuwe container toevoegen"],"Container":["Container"],"Add to Favorites":["Toevoegen aan favorieten"],"Remove from Favorites":["Verwijderen uit favorieten"],"Delete %d items":["Verwijder %d items"],"Connect & Activate":["Verbinden & activeren"],"That didn’t work. Try copying one kind of element at a time.":["Dat werkte niet. Probeer één soort element tegelijk te kopiëren."],"That didn’t work. Try duplicating one kind of element at a time.":["Dat werkte niet. Probeer één soort element tegelijk te dupliceren."],"Reload Now":["Nu opnieuw laden"],"Reload Elementor Editor":["Elementor editor opnieuw laden"],"You have made modifications to the list of Active Breakpoints. For these changes to take effect, you need to reload Elementor Editor.":["Je hebt wijzigingen aangebracht in de lijst met actieve breakpoints. Om deze wijzigingen van kracht te laten worden, moet je Elementor Editor opnieuw laden."],"Got it":["Ik snap het"],"Your site doesn't have a default kit":["Je site heeft geen standaard kit"],"Seems like your kit was deleted, please create new one or try restore it from trash.":["Het lijkt erop dat je kit is verwijderd, maak er een nieuwe of probeer deze te herstellen vanuit de prullenbak."],"Select a color from any image, or from an element whose color you've manually defined.":["Selecteer een kleur uit een afbeelding of uit een element waarvan je de kleur handmatig hebt gedefinieerd."],"Imported":["Geïmporteerd"],"Color Sampler":["Kleur sampler"],"Recreate Kit":["Maak kit opnieuw"],"Please try again.":["Probeer het opnieuw."],"Learn more":["Lees verder"],"Item":["Item"],"color":["kleur"],"Delete Global %s":["Verwijder globale %s"],"Font":["Lettertype"],"Would you like to exit?":["Wil je stoppen?"],"Item #%s":["Item #%s"],"Invalid Global Color":["Ongeldige globale kleur"],"Cannot load editor":["Kan de editor niet laden"],"Would you like to save the changes you've made?":["Wil je de wijzigingen die je hebt gemaakt opslaan?"],"Save Changes":["Wijzigingen opslaan"],"font":["lettertype"],"Landing Pages":["Landingspagina's"],"Global Colors":["Globale kleuren"],"Add Color":["Kleur toevoegen"],"Add Style":["Stijl toevoegen"],"New Item":["Nieuw item"],"Design System":["Ontwerpsysteem"],"Additional Settings":["Aanvullende instellingen"],"Your changes have been updated.":["Je wijzigingen zijn geüpdatet."],"New Global Color":["Nieuwe globale kleur"],"Manage Global Colors":["Beheer globale kleuren"],"Create New Global Color":["Creëer een nieuwe globale kleur"],"New Typography Setting":["Nieuwe typografie instelling"],"Are you sure you want to create a new Global Color?":["Weet je zeker dat je een nieuwe globale kleur wil maken?"],"Please note that the same exact color already exists in your Global Colors list. Are you sure you want to create it?":["Houd er rekening mee dat exact dezelfde kleur al bestaat in je lijst met globale kleuren. Weet je zeker dat je het wil maken?"],"Are you sure you want to create a new Global Font setting?":["Weet je zeker dat je een nieuwe instelling voor globaal lettertype wil maken?"],"Site Settings":["Site instellingen"],"User Preferences":["Gebruiker voorkeuren"],"Navigate From Page":["Navigeer vanaf pagina"],"System %s can't be deleted":["Systeem %s kan niet worden verwijderd"],"Create New Global Font":["Maak een nieuw globaal lettertype"],"Manage Global Fonts":["Beheer globale lettertypen"],"Global Colors help you work smarter. Save a color, and use it anywhere throughout your site. Access and edit your global colors by clicking the Manage button.":["Globale kleuren helpen je slimmer te werken. Sla een kleur op en gebruik deze overal op je site. Open en bewerk je globale kleuren door op de beheer knop te klikken."],"Global Fonts help you work smarter. Save a Typography, and use it anywhere throughout your site. Access and edit your Global Fonts by clicking the Manage button.":["Globale lettertypen helpen je slimmer te werken. Sla een typografie op en gebruik deze overal op je site. Open en bewerk je globale lettertypen door op de beheer knop te klikken."],"You're about to delete a Global %1$s. Note that if it's being used anywhere on your site, it will inherit a default %1$s.":["Je staat op het punt een globale %1$s te verwijderen. Let erop dat als het ergens op je site wordt gebruikt, het een standaard %1$s krijgt."],"Enable Unfiltered File Uploads":["Ongefilterde bestand uploads inschakelen"],"Dynamic Content":["Dynamische inhoud"],"Theme Style":["Thema stijl"],"Back":["Terug"],"Settings Reset":["Instellingen resetten"],"Create more personalized and dynamic sites by populating data from various sources with dozens of dynamic tags to choose from.":["Maak je sites persoonlijker en dynamischer door gegevens van verschillende bronnen te koppelen aan talloze dynamische tags."],"Enabled":["Ingeschakeld"],"Pasted":["Geplakt"],"More":["Meer"],"Connect to Template Library":["Verbinding maken met template bibliotheek"],"Access this template and our entire library by creating a free personal account":["Krijg toegang tot deze template en onze gehele bibliotheek door een gratis persoonlijk account aan te maken"],"Get Started":["Ga aan de slag"],"My Libraries":["Mijn bibliotheken"],"Upload":["Upload"],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["Voordat je ongefilterde upload van bestanden inschakelt, merk dan op dat dit soort bestanden een veiligheidsrisico inhouden. Elementor controleert op mogelijke malafide code en verwijderd deze, maar er is nog steeds een risico door het gebruik van deze bestanden."],"Icon Library":["Icoon bibliotheek"],"Elementor's New Icon Library":["Elementor's nieuwe icoon bibliotheek"],"Become a Pro user to upload unlimited font icon folders to your website.":["Wordt een Pro gebruiker om onbeperkt lettertype icoon mappen naar je site te uploaden."],"Click here for preview debug":["Klik hier voor voorbeeld debug"],"Elementor v2.6 includes an upgrade from Font Awesome 4 to 5. In order to continue using icons, be sure to click \"Update\".":["Elementor v2.6 bevat een upgrade van Font Awesome 4 naar 5. Om gebruik te kunnen blijven maken van iconen moet je op \"Updaten\" klikken."],"Note: Flexbox Changes":["Let op: flexbox wijzigingen"],"Elementor 2.5 introduces key changes to the layout using CSS Flexbox. Your existing pages might have been affected, please review your page before publishing.":["Elementor 2.5 introduceert belangrijke wijzigingen aan de lay-out gebruikmakend van CSS Flexbox. Je bestaande pagina's zijn mogelijk beïnvloed, beoordeel je pagina alvorens te publiceren."],"Custom Positioning":["Aangepaste postitie"],"Continue":["Doorgaan"],"Theme Builder":["Thema bouwer"],"Undo":["Ongedaan maken"],"Connected successfully.":["Succesvol verbonden."],"Finder":["Vinder"],"Connect":["Verbind"],"Keyboard Shortcuts":["Toetsenbord sneltoetsen"],"Create":["Maken"],"Inner Section":["Inner sectie"],"Style Reset":["Stijl resetten"],"Style Pasted":["Stijl plakken"],"All Content":["Alle inhoud"],"Got It":["Begrepen"],"Save as a global":["Opslaan als een global"],"Copy All Content":["Kopieer alle inhoud"],"Copy":["Kopiëren"],"Reset style":["Stijl resetten"],"Delete %s":["%s verwijderen"],"Category":["Categorie"],"Pages":["Pagina's"],"Blocks":["Blokken"],"Dynamic":["Dynamisch"],"Connection Lost":["Verbinding verbroken"],"Server Error":["Serverfout"],"Unknown Error":["Onbekende fout"],"Saving has been disabled until you’re reconnected.":["Opslaan is uitgeschakeld totdat je weer bent verbonden."],"View All Revisions":["Alle revisies bekijken"],"Proceed Anyway":["Toch doorgaan"],"No Results Found":["Geen resultaten gevonden"],"Your browser isn't compatible":["Je browser is niet compatibel"],"Your browser isn't compatible with all of Elementor's editing features. We recommend you switch to another browser like Chrome or Firefox.":["Je browser is niet compatibel met alle bewerkingsfuncties van Elementor. We raden je aan om naar een andere browser, zoals Chrome of Firefox, over te stappen."],"New":["Nieuw"],"Duplicate":["Dupliceren"],"Publish":["Publiceren"],"No Favorite Templates":["Geen favoriete templates"],"Hide Panel":["Paneel verbergen"],"Please make sure your search is spelled correctly or try a different words.":["Zorg ervoor dat je zoekopdracht juist is gespeld of probeer andere woorden."],"Have a look":["Neem een kijkje"],"You can mark any pre-designed template as a favorite.":["Je kan elke bestaande template als een favoriet markeren."],"This is just a draft. Play around and when you're done - click update.":["Dit is maar een concept. Doe wat je wilt en als je klaar bent - klik op updaten."],"Submit":["Verzenden"],"Update":["Update"],"Show Panel":["Paneel weergeven"],"Type Here":["Hier typen"],"Moved":["Verplaatst"],"Actions":["Acties"],"Added":["Toegevoegd"],"History":["Geschiedenis"],"Edited":["Bewerkt"],"Revisions":["Revisies"],"Editing Started":["Bewerken gestart"],"Duplicate %s":["%s dupliceren"],"Edit %s":["%s bewerken"],"Add %s":["%s toevoegen"],"Enable":["Inschakelen"],"Disabled":["Uitgeschakeld"],"Template":["Template"],"Back to Editor":["Terug naar editor"],"Global":["Globaal"],"Color Picker":["Kleurenkiezer"],"Delete All Content":["Alle inhoud verwijderen"],"Attention: We are going to DELETE ALL CONTENT from this page. Are you sure you want to do that?":["Pas op: we gaan ALLE INHOUD VERWIJDEREN van deze pagina. Weet je zeker dat je dat wil doen?"],"Close":["Sluiten"],"Library":["Bibliotheek"],"Insert":["Invoegen"],"Page":["Pagina"],"Templates":["Templates"],"The following error(s) occurred while processing the request:":["De volgende fout(en) trad(en) op bij het verwerken van de aanvraag:"],"Haven’t Saved Templates Yet?":["Nog geen templates opgeslagen?"],"This is where your templates should be. Design it. Save it. Reuse it.":["Dit is waar je templates horen te zijn. Ontwerp ze. Sla ze op. Hergebruik ze."],"An error occured.":["Er is een fout opgetreden."],"Global Fonts":["Globale lettertypen"],"Learn More":["Lees verder"],"Paste":["Plakken"],"You must call 'the_content' function in the current template, in order for Elementor to work on this page.":["Je moet de 'the_content'-functie aanroepen in de huidige template, zodat Elementor op deze pagina werkt."],"Sorry, the content area was not found in your page.":["Het inhoudgebied is niet op je pagina gevonden."],"Insert Media":["Media invoegen"],"No Images Selected":["Geen afbeeldingen geselecteerd"],"%s Images Selected":["%s afbeeldingen geselecteerd"],"Are you sure you want to clear this gallery?":["Weet je zeker dat je deze galerij wil wissen?"],"Elements":["Elementen"],"Settings":["Instellingen"],"Save":["Opslaan"],"Section":["Sectie"],"Style":["Stijl"],"Default":["Standaard"],"Delete":["Verwijderen"],"Color":["Kleur"],"Preview":["Voorbeeld"],"View Page":["Pagina bekijken"],"Exit":["Afsluiten"],"Cancel":["Annuleren"],"Take Over":["Overnemen"],"Typography":["Typografie"],"Structure":["Structuur"],"Apply":["Toepassen"],"Clear":["Wissen"],"Advanced":["Geavanceerd"],"Content":["Inhoud"],"Custom":["Aangepast"],"View":["Weergave"],"Removed":["Verwijderd"],"Go Back":["Ga terug"],"Please note: All unsaved changes will be lost.":["Let op: alle niet-opgeslagen wijzigingen zullen verloren gaan."],"%s has taken over and is currently editing. Do you want to take over this page editing?":["%s heeft het overgenomen en is op dit moment aan het bewerken. Wil je het bewerken van deze pagina overnemen?"],"Add New Column":["Nieuwe kolom toevoegen"],"Layout":["Lay-out"],"Inactive":["Inactief"],"Active":["Actief"],"Discard":["Verwerpen"]}},"comment":{"reference":"assets\/js\/editor.js"}}