{"translation-revision-date":"2025-09-30 06:24:04+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"All Roles":["Alle rollen"],"Admin":["Beheer"],"Choose which role will have access to a specific widget.":["Kies welke rol toegang heeft tot een specifieke widget."],"Choose which users will have access to each widget.":["Kies welke gebruikers toegang hebben tot elke widget."],"Permission":["Toestemming"],"All Statuses":["Alle statussen"],"If you’re adding widgets back in, enjoy them!":["Als je weer widgets toevoegt, geniet ervan!"],"Turning widgets off will hide them from the editor panel, and can potentially affect your layout or front-end.":["Als je widgets uitschakelt, worden ze verborgen in het editor paneel en kunnen ze je lay-out of front-end beïnvloeden."],"Deactivating widgets here will remove them from both the Elementor Editor and your website, which can cause changes to your overall layout, design and what visitors see.":["Als je widgets hier deactiveert, worden ze verwijderd uit zowel de Elementor editor als je site, wat veranderingen kan veroorzaken in je algemene lay-out, ontwerp en wat bezoekers zien."],"Before you continue:":["Voordat je verder gaat:"],"We saved your changes.":["We hebben je wijzigingen opgeslagen."],"Elementor Pro":["Elementor Pro"],"Elementor Pro Elements":["Elementor Pro elementen"],"Usage":["Gebruik"],"Element":["Element"],"No elements found.":["Geen elementen gevonden."],"Enable All":["Alles inschakelen"],"Deactivate Unused Elements":["Ongebruikte elementen deactiveren"],"Scan Element Usage":["Scan het gebruik van elementen"],"Search widgets":["Widgets zoeken"],"Here's where you can fine-tune Elementor to your workflow. Disable elements you don't use for a cleaner interface, more focused creative experience, and improved performance.":["Hier kun je Elementor afstemmen op je workflow. Schakel elementen uit die je niet gebruikt voor een schonere interface, een gerichtere creatieve ervaring en betere prestaties."],"All Plugins":["Alle plugins"],"times":["keer"],"Sure you want to save these changes?":["Weet je zeker dat je deze wijzigingen wil opslaan?"],"Unleash the full power of Elementor's features and web creation tools.":["Ontketen de volledige kracht van Elementor's functies en web creatie gereedschappen."],"Save Changes":["Wijzigingen opslaan"],"Plugin":["Plugin"],"Status":["Status"],"Learn More":["Lees verder"],"Save":["Opslaan"],"Edit":["Bewerken"],"Cancel":["Annuleren"],"Inactive":["Inactief"],"Active":["Actief"],"Show":["Toon"]}},"comment":{"reference":"assets\/js\/element-manager-admin.js"}}