{"":{"domain":"sg-cachepress","plural_forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Caching is essential for speeding up your website. With our Dynamic Caching enabled all non-static resources of your website are cached to prevent unnecessary database queries and page loading, effectively decreasing the loading speed and TTFB (time to first byte) of your website.":["La mise en cache est essentielle pour accélérer le chargement de votre site web. Grâce à la mise en cache dynamique, toutes les ressources non statiques de votre site web sont mises en cache afin d'éviter les requêtes de base de données et les chargements de pages inutiles, ce qui réduit efficacement la vitesse de chargement et le TTFB (temps de chargement du premier octet) de votre site web."],"With file-based caching enabled, we will create static HTML versions of your website for future visitors. The files will be stored in the WordPress cache directory and served from the local browser cache.":["Si la mise en cache basée sur les fichiers est activée, nous créerons des versions HTML statiques de votre site web pour les visiteurs futurs. Les fichiers seront stockés dans le répertoire de cache de WordPress et servis à partir du cache de navigateur local."],"By installing and using this plugin you acknowledge that you have read and understood <a href=\"\/\/siteground.com\/viewtos\/siteground_plugins_privacy_notice\"> SiteGround Plugins Privacy Notice <\/a>.":["En installant et en utilisant ce plugin, vous reconnaissez avoir lu et compris <a href=\"https:\/\/fr.siteground.com\/viewtos\/siteground_plugins_privacy_notice\"> Politique de confidentialité des plugins de SiteGround <\/a>."],"Rate Plugin":["Evaluer le plugin"],"Help other users make the best decision and speed up their websites.":["Aidez d'autres utilisateurs à prendre la meilleure décision et à accélérer leurs sites web."],"Rate your experience with Speed Optimizer":["Évaluez votre expérience avec Speed Optimizer"],"Either a security plugin, custom function, or rules in your .htaccess file is preventing the WordPress REST API from working properly. Speed Optimizer is using it to store its options and other functionalities so please make sure it works properly.":["Un plugin de sécurité, une fonction personnalisée ou des règles dans votre fichier .htaccess empêchent l'API REST de WordPress de fonctionner correctement. Speed Optimizer l'utilise pour stocker ses options et d'autres fonctionnalités, veuillez donc vous assurer qu'il fonctionne correctement."],"Thank you for using Speed Optimizer by SiteGround!":["Nous vous remercions d'utiliser Speed Optimizer de SiteGround !"],"Use this feature if you want to exclude certain parts of your website from being cached and keep them dynamic. You can exclude full or partial URLs using '*' as a wildcard. E.g. www.site.com\/parent-page\/* will exclude all sub-pages of 'parent-page'.":["Utilisez cette fonctionnalité si vous souhaitez exclure certaines parties de votre site web de la mise en cache et les garder dynamiques. Vous pouvez exclure des adresses URL complètes ou partielles en utilisant « * » comme caractère générique. Par exemple, www.site.com\/parent-page\/* exclura toutes les pages enfants de « page parent »."],"Speed Optimizer - Media":["Speed Optimizer - Médias"],"Speed Optimizer - Site Performance":["Speed Optimizer - Performance du site"],"Speed Optimizer - Frontend Optimization":["Speed Optimizer - Optimisation de l'interface"],"Speed Optimizer - Environment":["Speed Optimizer - Environnement"],"Speed Optimizer - Caching":["Speed Optimizer - Mise en cache"],"Get the best performance for your WordPress website with our top-rated optimization plugin. The Speed Optimizer by SiteGround handles caching better than ever and provides a number of environment, media and frontend optimizations for a blazing-fast loading.":["Obtenez la meilleure performance pour votre site WordPress avec notre plugin d'optimisation remarquable. Le Speed Optimizer de SiteGround gère la mise en cache mieux que jamais et fournit un certain nombre d'optimisations de l'environnement, des médias et de l'interface pour un chargement ultra-rapide."],"Speed Optimizer by SiteGround":["Speed Optimizer de SiteGround"],"Send occasional emails with tips on improving my site performance, information about new plugin features and exclusive offers by SiteGround. You can always opt-out from these.":["Envoyez des e-mails occasionnels avec des conseils pour améliorer la performances de mon site web, des informations sur les nouvelles fonctionnalités du plugin et des offres exclusives de SiteGround. Vous pouvez toujours vous y désinscrire."],"Welcome to Speed Optimizer by SiteGround":["Bienvenue à Speed Optimizer de SiteGround"],"Speed Optimizer":["Speed Optimizer"]," recommended speed optimization features":[" fonctionnalités d'optimisation de la vitesse recommandées"]," out of ":[" hors de "],"You are using ":["Vous utilisez "],"Optimized":["Optimisé(e)"],"Hey there,":["Salut,"],"Manage Notification Emails":["Gérer les e-mails de notification"],"Create":["Créer"],"Add New Notification Email":["Ajouter un nouvel e-mail de notification"],"The maximum number of email accounts that can receive the weekly reports email has been reached.":["Le nombre maximal de comptes d'e-mail qui peuvent recevoir des rapports hebdomadaires a été atteint."],"Actions":["Actions"],"Discover the tools and insights you need to optimize your website's performance. This section covers running Google PageSpeed tests, tracking the history of your PageSpeed scores, and receiving monthly performance email reports to help you stay informed and make data-driven improvements.":["Découvrez les outils et les informations dont vous avez besoin pour optimiser la performance de votre site web. Cette section traite de l'exécution des tests Google PageSpeed, du suivi de l'historique de vos scores PageSpeed et de la réception de rapports mensuels sur la performance par e-mail afin de vous aider à rester informé et à apporter des améliorations fondées sur des données."],"Email":["E-mail"],"Invalid email address":["Adresse e-mail incorrecte"],"Edit Notification Email":["Modifier l'e-mail de notification"],"This action cannot be undone. Are you sure you wish to proceed?":["Cette action ne peut pas être annulée. Êtes-vous sûr(e) de vouloir continuer?"],"Delete Notification Email":["Supprimer l'e-mail de notification"],"Notification email updated.":["E-mail de notification mis à jour."],"Invalid email address.":["Adresse e-mail incorrecte"],"Once Monthly":["Une fois par mois"],"You are receiving this email because you’re using the SiteGround Optimizer WordPress plugin and you have agreed to receive promotional emails from us. You can unsubscribe or manage your email preferences in the WordPress admin panel.":["Vous recevez cet e-mail parce que vous utilisez le plugin WordPress SiteGround Optimizer et que vous avez accepté de recevoir des e-mails promotionnels de notre part. Vous pouvez vous désabonner ou gérer vos préférences d'e-mails dans le panneau d'administration de WordPress."],"This field is required.":["Ce champ doit être rempli."],"Either a security plugin, custom function or rules in your .htaccess file is preventing the WordPress REST API from working properly. SiteGround Security is using it to store its options and other functionalities so please make sure it works properly.":["Un plugin de sécurité, une fonctionnalité personnalisée ou des règles dans votre fichier .htaccess empêchent l'API REST de WordPress de fonctionner correctement. Le Security Optimizer de SiteGround l'utilise pour stocker ses options et d'autres fonctionnalités, veuillez donc vous assurer qu'il fonctionne correctement."],"Could not connect to the WordPress REST API":["Impossible de se connecter à l'API REST de WordPress"],"Time to First Byte":["Temps de chargement du premier octet"],"Page Load Time":["Temps de chargement d'une page"],"Google Score":["Le score de qualité de Google"],"Recommended Optimizations":["Optimisations recommandées"],"Go to media":["Accéder aux médias"],"Transfer Size":["Taille de transfert"],"URL Address":["Adresse URL"],"Potential Saving":["Economies potentielles"],"Optimize Resources":["Optimiser les ressources"],"Other":["Autre"],"General Optimizations":["Optimisations générales"],"JavaScript Optimizations":["Optimisations de JavaScript"],"CSS Optimizations":["Optimisation des fichiers CSS"],"Analyze":["Analyser"],"URL":["URL"],"Mobile":["Mobile"],"Desktop":["Ordinateur"],"Device Type":["Type d'appareil"],"Enabling WebP will re-generate all existing WebP images, if any and will generate new WebP versions of all existing standard images. This is a time and resource consuming process that may take awhile, depending on the number and size of your images.":["L'activation du format Webp va générer à nouveau toutes les images Webp existantes, s'il y en a, et va générer de nouvelles versions Webp de toutes les images standard existantes. Il s'agit d'un processus long et fastidieux qui peut prendre un certain temps, en fonction du nombre et de la taille de vos images."],"Deactivating the use of WebP images will delete all existing WebP files including images generated by the plugin and manually uploaded ones. We will regenerate WebP copies of your standard images anew if you enable the option.":["La désactivation de l'utilisation des images Webp supprimera tous les fichiers Webp existants, y compris les images générées par le plugin et celles téléchargées manuellement. Nous régénérerons des copies Webp de vos images standard si vous activez cet option."],"Enable WebP":["Activer le Webp"],"Disable WebP":["Désactiver le Webp"],"Converting image %(converted)s of %(total)s...":["Conversion de l'image %(converties)s de %(totales)s..."],"Compression Settings":["Paramètres de compression"],"If you often upload or use large images on your website, you might want to start resizing them to fit a maximum width. That way you can reduce the images’ file size up to 80%. This will dramatically increase the loading speed on pages with one or more large images. WordPress automatically applies maximum image width and resizes images uploaded from the media section to a maximum of 2560px. You can override this functionality from this dropdown. Use it to apply different sizes for the maximum image width or completely disable the resizing option.":["Si vous téléchargez ou utilisez souvent de grandes images sur votre site web, vous pouvez commencer à les redimensionner pour qu'elles s'adaptent à une largeur maximale. Vous pourrez ainsi réduire la taille des fichiers d'images jusqu'à 80 %. Cela augmentera considérablement la vitesse de chargement des pages contenant une ou plusieurs grandes images. WordPress applique automatiquement la largeur maximale des images et redimensionne les images téléchargées à partir de la section médias à un maximum de 2560px. Vous pouvez remplacer cette fonctionnalité à partir de cette liste déroulante. Utilisez-la pour appliquer différentes tailles à la largeur maximale de l'image ou pour désactiver complètement l'option de redimensionnement."],"Maximum Image Width":["Largeur maximale de l'image"],"With Lazy Load enabled only the media in the visible part of the browser will be loaded. This makes loading faster and smoother for longer pages with multiple media items.":["Avec chargement différé, seuls les médias se trouvant dans la partie visible du navigateur seront chargés. Cela rend le chargement plus rapide et plus fluide pour les pages plus longues contenant plusieurs éléments de médias."],"Preview Image":["Prévisualiser l'image"],"Close":["Fermer"],"Compare Image Compression Level":["Comparer le taux de compression de l'image"],"High (85%% size reduction) - %(size)s":["Élevé (85%% de réduction de taille) - %(taille)s"],"Medium (60%% size reduction) - %(size)s":["Moyen (60%% de réduction de taille) - %(taille)s"],"Low (25%% size reduction) - %(size)s":["Faible (25%% size reduction) - %(size)s"],"Original - %(size)s":["Original - %(size)s"],"Select Image":["Sélectionner l'image"],"Select from existing":["Sélectionnez-en un(e) parmi les existants(es)"],"Default":["Par défaut"],"Preview":["Aperçu"],"Image compression level is":["Le niveau de compression de l'image est de"],"We will resize your images to decrease the space they occupy and the time needed for each image to load. The dimensions of your images will not change and with our improved resizing algorithm the visual change in quality is practically non-detectable. Changing your compression level will re-generate all existing images, including WebP images. This is a time and resource consuming process that may take awhile depending on the number and size of your images.":["Nous redimensionnerons vos images afin de réduire l'espace qu'elles occupent et le temps de chargement de chaque image. Les dimensions de vos images ne changeront pas et, grâce à notre algorithme de redimensionnement amélioré, le changement de qualité visuelle est pratiquement indétectable. Si vous modifiez votre taux de compression de l'image, toutes les images existantes, y compris les images WebP, seront à nouveau générées. Il s'agit d'un processus qui prend du temps et des ressources et qui peut durer un certain temps en fonction du nombre et de la taille de vos images."],"Image Compression":["Compression d'image"],"Compressing image %(converted)s of %(total)s...":["Compression de l'image %(converties)s de %(totales)s..."],"Changing your compression level will re-generate all existing images. This is a time and resource consuming process that may take awhile, depending on the number and size of your images.":["Si vous modifiez le paramètre de taux de compression de l'image, toutes les images existantes seront générées à nouveau. Il s'agit d'un processus long et fastidieux qui peut prendre un certain temps, en fonction du nombre et de la taille de vos images."],"Overwrite images with custom compression level":["Écraser les images avec un taux de compression personnalisé"],"I want to compress my existing images, too.":["Je souhaite également compresser mes images existantes."],"While this is great to have if you plan to change image compression levels in future, bear in mind that this is a resource consuming option that will take up from your hosting space.":["Bien que cette option soit très utile si vous envisagez de modifier taux de compression de l'image à l'avenir, n'oubliez pas qu'il consomme des ressources et de l'espace d'hébergement."],"Back up all original images.":["Sauvegarder toutes les images originales."],"Select the compression level you wish to use. The higher the compression, the larger the space saved.":["Sélectionnez le taux de compression que vous souhaitez utiliser. Plus la compression est élevée, plus l'espace économisé est plus grande."],"Configure Image Compression":["Configurer la compression d'images"],"%(number)s media types":["%(number)s types de médias"],"Exclude Media Types from Lazy Load":["Exclure les types de médias du chargement différé"],"%(number)s classes":["%(number)s classes"],"Exclude CSS Classes from Lazy Load":["Exclure les classes CSS du chargement différé"],"Minify your JavaScript files in order to reduce their size and the number of requests on the server.":["Minifiez vos fichiers JavaScript afin de réduire leur taille et le nombre de requêtes sur le serveur."],"Exclude from JavaScript Minification":["Exclure de la minification JavaScript"],"Exclude from JavaScript Combination":["Exclure de la combinaison JavaScript"],"Exclude from Deferral of Render-blocking JS":["Exclure du report de JS bloquant le rendu"],"Defer Render-blocking JavaScript":["Ajourner le JavaScript bloquant le rendu"],"Combine multiple JavaScript files into one to lower the number of requests your site generates.":["Combinez plusieurs fichiers JavaScript en un seul pour réduire le nombre de requêtes générées par votre site web."],"Combine JavaScript Files":["Combiner des fichiers JavaScript"],"Removes version query strings from your static resources improving the caching of those resources.":["Supprimez les chaînes de requête de version de vos ressources statiques, ce qui améliore la mise en cache de ces ressources."],"Remove Query Strings from Static Resources":["Supprimer les chaînes de requête des ressources statiques"],"Remove unnecessary characters from your HTML output to reduce data size and improve your site loading speed.":["Supprimez les caractères inutiles de votre élément de sortie HTML afin de réduire la taille des données et d'améliorer la vitesse de chargement de votre site."],"Fonts to be Preloaded":["Polices à précharger"],"%(number)s fonts":["polices %(number)s"],"Preload the fonts you're using for faster rendering and better site performance. Make sure you preload only the fonts that are actually in use. {{strong}}Use the full URL to the font.{{\/strong}}":["Préchargez les polices que vous utilisez pour un rendu plus rapide et de meilleure performance du site web. Veillez à ne précharger que les polices réellement utilisées. {{strong}}Utiliser l'URL complète de la police.{{\/strong}}"],"Fonts Preloading":["Préchargement des polices"],"Exclude from HTML Minification":["Exclure de la minification HTML"],"Manage External Domains":["Gérer les domaines externes"],"Enabling the DNS Pre-fetch for a domain will resolve it before resources from it get requested making those resources load faster.":["En activant la prélecture DNS pour un domaine, celui-ci sera résolu avant que des ressources ne soient demandées, ce qui accélérera le chargement de ces ressources."],"DNS Pre-fetch for External Domains":["Prélecture DNS pour les domaines externes"],"Enable to prevent WordPress from automatically detecting and generating emojis in your pages.":["Activez afin d'empêcher WordPress de détecter et générer automatiquement des emojis sur vos pages."],"Disable Emojis":["Désactiver les emojis"],"Manage General Frontend":["Gérer l'interface générale"],"Manage JavaScript Frontend":["Gérer l'interface en utilisant JavaScript"],"Manage CSS Frontend":["Gérer l'interface en utilisant CSS"],"This feature only works if you have Combine CSS Files enabled. To start using this feature, enable Combine CSS Files first.":["Cette fonctionnalité ne fonctionne que si « Combiner les fichiers CSS » est activée. Pour commencer à utiliser cette fonctionnalité, activez d'abord « Combiner les fichiers CSS »."],"Adds the preload value to the combine css files instructing the browser that this is important resource which will be needed very soon to render the page.":["Ajoutez la valeur de préchargement aux fichiers css combinés, indiquant au navigateur qu'il s'agit d'une ressource importante qui sera nécessaire très prochainement pour afficher la page."],"Minify your CSS files in order to reduce their size and the number of requests on the server.":["Minifiez vos fichiers CSS afin de réduire leur taille et le nombre de requêtes au serveur."],"Minify CSS Files":["Minifier les fichiers CSS"],"Exclude from CSS Minification":["Exclure de la minification CSS"],"%(number)s scripts":["%(number)s scripts"],"Exclude from CSS Combination":["Exclure de la combinaison CSS"],"Are you sure you wish to proceed?":["Êtes-vous sûr de vouloir continuer ?"],"Enabling HTTPS Enforce will have you logged out from your current session and you will have to log back in to your WordPress admin.":["En activant HTTPS Enforce, vous serez déconnecté de votre session actuelle et vous devrez vous reconnecter à votre tableau de bord admin de WordPress."],"You Will be Logged Out":["Vous allez être déconnecté(e)"],"Configures your site to work correctly via HTTPS and forces a secure connection to your site. In order to force HTTPS, we will automatically update your database replacing all insecure links. In addition to that, we will add a rule in your .htaccess file, forcing all requests to go through encrypted connection.":["Configure votre site web pour qu'il fonctionne correctement via HTTPS et forcez une connexion sécurisée à votre site. Afin de forcer le HTTPS, nous mettrons automatiquement à jour votre base de données en remplaçant tous les liens non sécurisés. De plus, nous ajouterons une règle dans votre fichier .htaccess, forçant toutes les requêtes à passer par une connexion cryptée."],"HTTPS Enforce":["HTTPS Enforce"],"When Scheduled Database Maintenance functionality is enabled, we will clean up your database {{strong}}once a week{{\/strong}} to keep it small and optimized. You can choose which optimization tasks to be performed for your site through the “edit” button.":["Lorsque la fonctionnalité de maintenance programmée de la base de données est activée, nous exécutons une nettoyage de votre base de données {{strong}}une fois par semaine{{{\/strong}} pour qu'elle reste optimisée. Vous pouvez choisir les tâches d'optimisation à effectuer pour votre site web en appuyant sur le bouton « modifier »."],"Edit":["Modifier"],"Site Frontend":["Interface du site"],"We recommend that you keep it enabled at 120 seconds.":["Nous vous recommandons de le maintenir activé à 120 secondes."],"Posts and Pages":["Publications et pages"],"Unless you rely on it to execute scheduled tasks, we recommend to keep it disabled.":["À moins que vous ne l'utilisiez pour exécuter des tâches programmées, nous vous recommandons de le désactiver."],"WordPress Admin Pages":["Pages d'administration WordPress"],"The WordPress Heartbeat API checks your post edit pages every 15 seconds and your dashboard and front end every 60 seconds, even in the absence of scheduled tasks. This can generate high CPU usage if you leave browser tabs in which you're logged to WordPress opened for a longer period of time. You can modify these settings to reduce load.":["L'API WordPress Heartbeat vérifie vos pages d'édition de publication toutes les 15 secondes, ainsi que votre tableau de bord et votre interface toutes les 60 secondes, même en l'absence de tâches planifiées. Cela peut générer une utilisation élevée du processeur si vous laissez les onglets du navigateur dans lesquels vous êtes connecté à WordPress ouverts pendant une période prolongée. Vous pouvez modifier ces paramètres pour réduire le chargement."],"WordPress Heartbeat Optimization":["Optimisation de WordPress Heartbeat"],"Adds rules to store the static content of your site longer in the visitors' browser cache which improves the site performance.":["Ajoutez des règles pour stocker le contenu statique de votre site plus longtemps dans le cache du navigateur des visiteurs, ce qui améliore la performance du site web."],"Enables compression of the content that's delivered to your visitors' browsers improving the network loading times of your site.":["Permettez la compression du contenu transmis aux navigateurs de vos visiteurs, ce qui améliore le temps de chargement de votre site web."],"This feature only works if you have HTTPS Enforce enabled. To start using this feature, enable HTTPS enforce first.":["Cette fonctionnalité ne fonctionne que si vous avez activé l'HTTPS Enforce. Pour commencer à utiliser cette fonctionnalité, activez d'abord l'HTTPS Enforce."],"Enable this option in case you’re getting insecure content errors on your website. We will dynamically rewrite insecure requests for resources coming from your site.":["Activez cette option si vous obtenez des erreurs de contenu non sécurisé sur votre site web. Nous réécrirons dynamiquement les demandes de ressources non sécurisées provenant de votre site."],"Fix Insecure Content":["Corriger le contenu non sécurisé"],"Environment settings":["Paramètres de l'environnement"],"Help other people speed up their sites by rating our plugin.":["Aidez d'autres à accélérer leur site en évaluant notre plugin."],"Rate Us":["Évaluez-nous"],"Important Notifications":["Notifications importantes"],"Other Optimizations":["Autres optimisations"],"Caching Status":["Statut de la mise en cache"],"Disabled":["Désactiver"],"Enabled":["Activer"],"Powerful object caching for your site. Memcached stores frequently executed queries to your databases and then reuses them for better performance.":["Une puissante mise en cache d'objet pour votre site. Memcached stocke les requêtes fréquemment exécutées dans vos bases de données et les réutilise afin que votre site ait une meilleure performance."],"Purge Cache":["Vider le cache"],"Purge the cache of your website manually. You can use this option when you're modifying new content and don't have automatic purge enabled to make sure that old cached is purged right away":["Videz manuellement le cache de votre site web. Vous pouvez utiliser cette option lorsque vous modifiez un nouveau contenu et que la possibilité de le vider automatiquement n'est pas activée pour vous assurer que l'ancien contenu mis en cache est vidé immédiatement."],"Manual Cache Purge":["Vider le cache manuellement"],"By default, we do not cache content for logged in users. Once Logged In Cache is enabled, we will store separate caches for each user. Note, that if you have many users, the size of the stored cache may be increased.":["Par défaut, nous ne mettons pas de contenu en cache pour les utilisateurs connectés. Quand vous activez l'option « Cache utilisateur », cela crée un ensemble de fichiers mis en cache pour chacun des utilisateurs de votre site web. Notez que si vous avez beaucoup d'utilisateurs, la taille du cache stocké peut augmenter."],"Logged-in users cache":["Cache d'utilisateurs connectés"],"When Preheating is enabled, our system will reload the cache once it is purged after content update in order to serve the fastest possible results to your real visitors. We preheat up to 200 URLs based on your sitemap. Note: The feature works only if wp-cron is enabled.":["Lorsque le préchauffage est activé, notre système recharge le cache une fois qu'il est purgé après la mise à jour du contenu afin de servir les résultats les plus rapides possibles à vos visiteurs réels. Nous préchauffons jusqu'à 200 URLs en fonction de votre sitemap. Note : Cette fonctionnalité ne fonctionne que si wp-cron est activé."]," Preheat cache":[" Préchauffer le cache"],"Clean up interval":["Intervalle de nettoyage"],"Manage the settings of your file-based caching to ensure optimal performance.":["Gérez les paramètres de votre mise en cache des fichiers pour garantir une performance optimale."],"Configure File-Based Caching":["Configurer la mise en cache des fichiers"],"Configure":["Configurer"],"With file-based caching enabled we will create static HTML versions of your website which will be served to future visitors. The files are stored in the browser memory.":["Si la mise en cache des fichiers est activée, nous créerons des versions HTML statiques de votre site web qui seront servies aux futurs visiteurs. Les fichiers sont stockés dans la mémoire du navigateur."],"File-based Caching only works if you have Dynamic Caching enabled. To start using this feature, please enable Dynamic Caching first.":["La mise en cache des fichiers ne fonctionne que si la mise en cache dynamique est activée. Pour commencer à utiliser cette fonctionnalité, veuillez d'abord activer la mise en cache dynamique."],"%(number)s URLs":["%(nombre)s URL"],"Use this feature if you want to exclude certain parts of your website from being cached and keep them dynamic. You can exclude full or partial URLs using \"*\" as a wildcard. E.g. www.site.com\/parent-page\/* will exclude all sub-pages of \"parent-page\".":["Utilisez cette fonctionnalité si vous souhaitez exclure certaines parties de votre site web de la mise en cache et les garder dynamiques. Vous pouvez exclure des URL complètes ou partielles en utilisant « * » comme caractère générique. Par exemple, www.site.com\/parent-page\/* exclura toutes les pages enfants du « page parent »."],"This feature only works if you have File-Based Caching enabled. To start using this feature, enable File-Based Caching first.":["Cette fonctionnalité ne fonctionne que si la mise en cache des fichiers est activée. Pour commencer à utiliser cette fonctionnalité, activez d'abord la mise en cache des fichiers."],"This feature only works if you have Dynamic Caching enabled. To start using this feature, enable Dynamic Caching first.":["Cette fonctionnalité ne fonctionne que si la mise en cache dynamique est activée. Pour commencer à utiliser cette fonctionnalité, activez d'abord la mise en cache dynamique."],"%(number)s post types":["%(nombre)s types de publication"],"You can exclude certain post types from being cached. This is useful if you have sensitive or often changing post types that you don't want to cache but still want to benefit from caching for the rest of your site.":["Vous pouvez exclure certains types de messages de la mise en cache. Ceci est utile si vous avez des types de messages sensibles ou changeant souvent que vous ne voulez pas mettre en cache mais que vous voulez quand même bénéficier de la mise en cache pour le reste de votre site."],"Store your content in the server's memory for a faster access with full-page caching solution powered by NGINX. Having Dynamic Cache is essential for speeding up your website.":["Stockez votre contenu dans la mémoire du serveur pour un accès plus rapide grâce à la solution de mise en cache de la page complète fournie par NGINX. Disposer d'un cache dynamique est essentiel pour accélérer votre site web."],"Browser-specific Caching only works if you have File-based Caching enabled. To start using this feature, please enable File-based Caching first.":["La mise en cache spécifique au navigateur ne fonctionne que si la mise en cache des fichiers est activée. Pour commencer à utiliser cette fonctionnalité, veuillez d'abord activer la mise en cache des fichiers."],"Browser-specific Caching only works if you have Dynamic Caching enabled. To start using this feature, please enable Dynamic Caching first.":["La mise en cache spécifique au navigateur ne fonctionne que si la mise en cache dynamique est activée. Pour commencer à utiliser cette fonctionnalité, veuillez d'abord activer la mise en cache dynamique."],"Generate caching separately for different browsers. Enable this feature only if you're experiencing issues with plugins generating mobile versions of your website or other similar functionality. {{strong}}This feature significantly lowers caching efficiency.{{\/strong}}":["Générer la mise en cache séparément pour les différents navigateurs. N'activez cette fonctionnalité que si vous rencontrez des problèmes avec des plugins générant des versions mobiles de votre site web ou d'autres fonctionnalités similaires. {{strong}}Cette fonctionnalité réduit considérablement l'efficacité de la mise en cache.{{\/strong}}"],"Browser-specific Caching":["Mise en cache spécifique au navigateur"],"Exclude Post Types from Caching":["Exclure les types de publication de la mise en cache"],"Invalid URL":["URL incorrect"],"Exclude URLs from Caching":["Exclure les adresses URL de la mise en cache"],"Test":["Test"],"Review the caching status of specific URLs. Use this functionality to verify whether excluded URLs are working as expected.":["Vérifier l'état de la mise en cache d'URL spécifiques. Cette fonctionnalité permet de vérifier si les URL exclus fonctionnent comme prévu."],"Test URL Caching Status":["Vérifiez l'état de la mise en cache des URL"],"Automatic Purge Caching only works if you have File-based Caching enabled. To start using this feature, please enable File-based Caching first.":["La mise en cache par purge automatique ne fonctionne que si la mise en cache des fichiers est activée. Pour commencer à utiliser cette fonctionnalité, veuillez d'abord activer la mise en cache des fichiers."],"Automatic Purge Caching only works if you have Dynamic Caching enabled. To start using this feature, please enable Dynamic Caching first.":["La purge automatique de la mise en cache ne fonctionne que si la mise en cache dynamique est activée. Pour commencer à utiliser cette fonctionnalité, veuillez d'abord activer la mise en cache dynamique."],"When clearing the cache - purge the WordPress API cache too.":["Lorsque vous videz le cache, videz également le cache de l'API de WordPress."],"Perform a smart cache purge based on events happening on your WordPress site.":["Effectuer une purge intelligente du cache en fonction des événements qui se produisent sur votre site WordPress."],"Automatic Purge":["Purge automatique"],"Caching Settings":["Paramètres de mise en cache"],"Caching Types":["Types de mise en cache"],"Success":["Succès"],"Error":["Erreur"],"Image optimization is one of the fundamentals of improving site speed. With image compression, lazy load, and WebP enabled, your site loading speed will be reduced significantly. Additionally, the space your images occupy may also decrease, optimizing your disk space usage.":["L'optimisation des images joue rôle fondamental dans l'amélioration du chargement d'un site. En activant la compression des images, le chargement différé et le Webp, vous réduirez considérablement la vitesse de chargement de votre site. De plus, cela peut libérer de l'espace occupé par vos images, ce qui optimise l'utilisation de votre espace disque."],"Test your website loading speed with Google PageSpeed. The detailed audits will cover more than 20 areas in terms of how your website performs. Additionally, tips and tricks on improving your score will be provided if an optimization opportunity occurs.":["Testez la vitesse de chargement de votre site web avec Google PageSpeed. Les audits détaillés couvriront plus de 20 points en termes de performances de votre site web. De plus, des conseils et des astuces pour améliorer votre score vous seront fournis si une opportunité d'optimisation se présente."],"Frontend optimizations can significantly decrease loading speed with a variety of changes that reduce the size of scripts as well as the number of characters used.":["Les optimisations de l'interface peuvent réduire considérablement la vitesse de chargement de votre site web grâce à divers modifications qui réduisent la taille des scripts ainsi que le nombre de caractères utilisés."],"Create a safer and faster experience for your users with an optimized environment - decrease the CPU usage by modifying the WordPress Heartbeat API; Pre-Fetch External domains to decrease loading time for third-party domains content; Schedule Database Maintenance to keep your databases clean and fast, and more.":["Créez une expérience plus sécurisé et plus rapide pour vos utilisateurs avec un environnement optimisé, réduisez l'utilisation du processeur en modifiant l'API WordPress Heartbeat ; prélecture de domaines externes pour réduire le temps de chargement du contenu des domaines tiers ; planifiez la maintenance de la base de données pour garder vos bases de données propres et rapides, et plus encore."],"Caching is essential for speeding up your website. With our Dynamic Caching enabled all non-static resources of your website are cached to prevent unnecessary database queries and page loading, effectively decreasing the loading sped and TTFB (time to first byte) of your website.":["La mise en cache est essentielle pour accélérer le chargement de votre site web. Grâce à la mise en cache dynamique, toutes les ressources non statiques de votre site web sont mises en cache afin d'éviter les requêtes de base de données et les chargements de pages inutiles, ce qui réduit efficacement la vitesse de chargement et le TTFB (temps de chargement du premier octet) de votre site web."],"Select one or more":["Sélectionnez un(e) ou plusieurs(es)"],"Recommended":["Recommandé(e)"],"Enable":["Activer"],"Feature Unavailable":["Fonctionnalité non disponible"],"When optimization for MyISAM tables is enabled, our system will reorganize the physical storage of table data and associated index data. All of this will result in reduced storage space and improved efficiency.":["Lorsque l'optimisation des tables MyISAM est activée, notre système transforme le stockage physique en données de table et en données d'index associées. Il en résulte une réduction de l'espace de stockage et une amélioration de l'efficacité."],"All tasks that are ticked will be performed automatically once a week.":["Toutes les tâches cochées seront exécutées automatiquement une fois par semaine."],"Database Maintenance Options":["Options de gestion de la base de données"],"Collect technical data about my installation. The data will be used to make sure that the plugin(s) works seamlessly on the widest possible range of WordPress sites. (A full list of the data to be collected can be found {{link}}here{{\/link}}).":["Collecter des données techniques à propos de mon installation. Ces données seront utilisées pour s'assurer que le(s) plugin(s) fonctionne(nt) de manière transparente sur le plus grand nombre possible de sites WordPress. (Une liste complète des données à collecter peut être trouvée {{link}}ici{{\/link}})."],"Get the Most of This Plugin":["Profiter au maximum de ce plugin"],"Confirm":["Confirmer"],"Cancel":["Annuler"],"Speed Test":["Test de vitesse"],"Performance Test":["Test de performance"],"Media Optimization":["Optimisation de médias"],"Frontend Optimization":["Optimisation de l'interface"],"Environment Optimization":["Optimisation de l'environnement"],"SuperCacher Settings":["Paramètres de SuperCacher"],"Missing ID param!":["Paramètre d'identification manquant !"],"We failed to connect to Google servers, please try later!":["Nous n'avons pas réussi à nous connecter aux serveurs de Google, veuillez réessayer plus tard !"],"WordPress Heartbeat Location Interval updated":["Intervalle de localisation de WordPress Heartbeat mis à jour"],"Review your caching settings and enable the recommended options to get the best of your website caching.":["Consultez vos paramètres de mise en cache et activez les options recommandées pour profiter au maximum de la mise en cache de votre site web."],"Caching":["Mise en cache"]," Go to Caching":[" Accéder à Mise en cache"],"Caching is essential for speeding up your website and is the single most effective optimization that every website must have.":["La mise en cache est essentielle pour accélérer le temps de chargement de votre site web et constitue l'optimisation la plus efficace que tout site web doit avoir."],"Media":["Médias"]," Go to Media":[" Accéder à Médias"],"Optimizing your media and images can significantly decrease usage and loading time.":["L'optimisation de vos médias et de vos images peut réduire considérablement le temps d'utilisation et de chargement."],"Frontend":["Interface publique"]," Go to Frontend":[" Accéder à Interface"],"Decrease your loading speed by optimizing your frontend code.":["Diminuez le temps de chargement de votre site en optimisant votre code front-end."],"Environment":["Environnement"]," Go to Environment":[" Accéder à Environnement"],"Server-side optimizations can have a great impact on loading speed and TTFB.":["Les optimisations côté serveur peuvent avoir une influence importante sur la vitesse de chargement et le TTFB."],"Update":["Actualiser"],"There are new updates for your website. Keeping your WordPress updated is crucial for your website security":["Il y a de nouvelles mises à jour pour votre site web. La mise à jour de WordPress est cruciale pour la sécurité de votre site web."],"YOUR WORDPRESS NEEDS ATTENTION":["VOUS DEVEZ CONSULTER VOTRE SIRE WORDPRESS"],"File caching settings updated":["Mise à jour des paramètres de mise en cache des fichiers"],"Could Not Disable Memcache!":["Impossible de désactiver Memcache !"],"Memcached Disabled!":["Memcached désactivé !"],"Could Not Enable Memcache!":["Impossible d'activer Memcache !"],"Memcached Enabled":["Memcached activé"],"File-based Caching successfully purged":["La mise en cache des fichiers a été purgée avec succès"],"Dynamic Caching successfully purged":["La mise en cache dynamique a été purgée avec succès"],"The URL is not cached":["L'URL n'est pas mise en cache"],"The URL is cached":["L'URL est mise en cache"],"Incorrect params used.":["Paramètres incorrects utilisés."],"Get the best performance for your WordPress website with our optimization plugin. It handles caching, system settings, and all the necessary configurations for a blazing-fast website. With the Speed Optimizer by SiteGround enabled, you’re getting the very best from your hosting environment!":["Obtenez la meilleure performance pour votre site WordPress avec notre plugin d'optimisation. Il gère la mise en cache, les réglages du système et toutes les configurations nécessaires pour un site web ultra-rapide. Avec le Speed Optimizer de SiteGround activé, vous tirez le meilleur de votre environnement d'hébergement !"],"<strong>Important warning from Speed Optimizer by SiteGround plugin<\/strong>: We have detected that there is duplicate functionality with other plugins installed on your site: <strong>%s<\/strong>. Please note that having two plugins with the same functionality may actually decrease your site's performance and hurt your pages loading times so we recommend you to leave only one of the plugins active.":["<strong>Message important du plugin Speed Optimizer de SiteGround<\/strong>:Nous avons détecté la présence d'un fonctionnement dupliqué avec d'autres plugins installés sur votre site: <strong>%s<\/strong>. Veuillez noter que le fait d'avoir deux plugins qui fonctionnent de la même façon peut en fait diminuer la performance de votre site et interrompre le chargement des pages, nous vous recommandons donc de ne laisser qu'un seul de ces plugins actif."],"<strong>Important message from Speed Optimizer by SiteGround plugin<\/strong>: We have detected that there is duplicate functionality with other plugins installed on your site: <strong>%1$s<\/strong> and have deactivated the following functions from our plugin: <strong>%2$s<\/strong>. If you wish to enable them, please do that from the Speed Optimizer by SiteGround config page.":["<strong>Message important du plugin Speed Optimizer de SiteGround<\/strong>:Nous avons détecté la présence d'un fonctionnement dupliqué avec d'autres plugins installés sur votre site: <strong>%1$s<\/strong> et nous avons désactivé les fonctionnalités suivantes de notre plugin: <strong>%2$s<\/strong>. Si vous souhaitez les activer, veuillez le faire à partir de la page de configuration de Speed Optimizer de SiteGround."],"Could not disable %s":["Impossible de désactiver %s"],"Could not enable %s":["Impossible d'activer %s"],"%s Disabled":["%s Désactivé(s)"],"%s Enabled":["%s Activé(s)"],"Compression settings updated":["Mise à jour des paramètres de compression"],"List of excluded media types is updated":["Liste des types de médias exclus mise à jour"],"List of excluded class names is updated":["Mise à jour de la liste des noms de classe exclus"],"List of excluded scrpts is updated":["Mise à jour de la liste des scripts exclus"],"List of excluded styles is updated":["Mise à jour de la liste des styles exclus"],"List of excluded post types is updated":["Mise à jour de la liste des types de publication exclus"],"Preloaded fonts successfully modified":["Polices préchargées modifiées avec succès"],"List of external URLs is updated":["Mise à jour de la liste des adresses URL externes"],"List of excluded urls is updated":["Mise à jour de la liste des adresses URL exclues"],"Speed Optimizer by SiteGround was unable to connect to the Memcached server and it was disabled. Please, check your SiteGround control panel and turn it on if disabled.":["Speed Optimizer de SiteGround n'a pas pu se connecter au serveur Memcached et a il été désactivé. Veuillez vérifier votre panneau de contrôle de SiteGround et l'activer s'il est désactivé."],"Please, install an SSL certificate first!":["Veuillez installez d'abord un certificat SSL !"],"Preload Combined CSS":["Préchargement au fichier CSS combiné"],"DNS Prefetching":["Prélecture DNS"],"Scheduled Database Maintenance Updated":["Mise à jour de la maintenance technique planifiée de la base de données"],"Scheduled Database Maintenance":["Maintenance technique planifiée de la base de données"],"Heartbeat Optimization":["Optimization de Heartbeat"],"Can Optimize Environment":["Peut optimiser l'environnement"],"Can Optimize Images":["Optimisation des images"],"Can Optimize Frontend":["Peut optimiser en ligne"],"Can Config SuperCacher":["Peut configurer le SuperCacher"],"Maximum Image Width is updated":["La largeur maximale de l'image est mise à jour"],"WebP Generation for New Images":["Génération de Webp pour les nouvelles images"],"Lazy Loading Images":["Chargement différé des images"],"Backup Media":["Sauvegarde ds médias"],"Emoji Removal Filter":["Filtre pour enlever des emojis"],"Query Strings Removal":["Suppression des chaînes de requête"],"CSS Combination":["Combinaison CSS"],"CSS Minification":["Minification CSS"],"JavaScript Minification":["Minification JavaScript"],"HTML Minification":["Minification HTML"],"Browser Caching":["Mise en cache du navigateur"],"GZIP Compression":["Compression Gzip"],"Insecure Content Fix":["Correction de contenu non sécurisé"],"HTTPS":["HTTPS"],"Memcached":["Memcached"],"Browser-Specific Caching":["Mise en cache spécifique au navigateur"],"Autoflush":["Autoflush"],"File-Based Caching":["Mise en cache des fichiers"],"Dynamic Cache":["Mise en cache dynamique"],"With this optimization we are changing the default way to load Google fonts in order to save HTTP requests. In addition to that, all other fonts that your website uses will be properly preloaded so browsers take the least possible amount of time to cache and render them.":["Grâce à cette optimisation, nous modifions le mode de chargement par défaut des polices Google afin d'économiser des requêtes HTTP. DE plus, toutes les autres polices utilisées par votre site web seront correctement préchargées afin que les navigateurs prennent le moins de temps possible pour les mettre en cache et les afficher."],"Enable Now":["Activer maintenant"],"We are combining all the JS files that your theme and plugins include in your site header and footer in order to lower the number of requests it is producing. We will keep the scripts in their original location after the combination for best compatibility with other plugins. Note, that in some cases you may need to exclude a script or two from combination so make sure you check your site after enabling the JavaScript Files Combination!":["Nous combinons tous les fichiers JS que votre thème et vos plugins incluent dans l'en-tête et le pied de page de votre site afin de réduire le nombre de requêtes qu'ils produisent. Nous conserverons les scripts dans leur emplacement d'origine après la combinaison pour une meilleure compatibilité avec d'autres plugins. Notez que dans certains cas, vous pouvez avoir besoin d'exclure un ou deux scripts de la combinaison, alors assurez-vous de vérifier votre site après avoir activé la combinaison des fichiers JavaScript !"],"JavaScript Files Combination":["Combinaison de fichiers JavaScript"],"Compression Level":["Taux de compression"],"others":["autres"],"Once in two days":["Une fois tous les deux jours"],"Speed Index shows how quickly the contents of a page are visibly populated.":["L'indice de vitesse vous montre à quelle vitesse le contenu d'une page est visiblement rempli."],"Summarizes the page's performance.":["Résume la performance de la page."],"Minify your JavaScript files in order to reduce their size and reduce the number of requests to the server.":["Minifiez vos fichiers JavaScript afin de réduire leur taille et le nombre de requêtes au serveur."],"Minify JavaScript Files":["Minifier les fichiers JavaScript"],"Removes unnecessary characters from your HTML output saving data and improving your site speed.":["Supprimer les caractères inutiles de votre balise HTML, ce qui permet d'économiser des données et d'améliorer la vitesse de chargement de votre site web."],"Minify the HTML Output":["Minifier HTML"],"With this optimization we're changing the default way to load Google fonts in order to save HTTP requests. In addition to that, all other fonts that your website uses will be properly preloaded so browsers take the least possible amount of time to cache and render them.":["Cette optimisation permet de modifier le mode de chargement par défaut des polices Google afin de réduire des requêtes HTTP. De plus, toutes les autres polices utilisées par votre site web seront correctement préchargées afin que les navigateurs prennent le moins de temps possible pour les mettre en cache et les afficher."],"Web Fonts Optimization":["Optimisation des polices web"],"Store your content in the server’s memory for a faster access with this full-page caching solution powered by NGINX.":["Stockez votre contenu dans la mémoire du serveur pour un accès plus rapide grâce à cette solution de mise en cache de pages complète optimisée par Nginx."],"Dynamic Caching":["Mise en cache dynamique"],"Combine multiple CSS files into one to lower the number of requests your site generates.":["Combinez plusieurs fichiers CSS en un seul pour réduire le nombre des requêtes générées par votre site web."],"Combine CSS Files":["Combiner des fichiers CCS"],"Load images only when they are visible in the browser.":["Ne chargez les images que lorsqu'elles sont visibles dans le navigateur."],"Lazy Load Media":["Chargement différé de médias"],"WebP is a next generation image format supported by modern browsers which greatly reduces the size of standard image formats while keeping the same quality. Almost all current browsers work with WebP.":["WebP est un format d'image de nouvelle génération pris en charge par les navigateurs modernes, qui réduit considérablement la taille des formats d'image standard tout en conservant la même qualité. Presque tous les navigateurs actuels fonctionnent avec Webp."],"Use WebP Images":["Utiliser des images au format Webp"],"Defer loading of render-blocking JavaScript files for faster initial site load.":["Ajourner le chargement des fichiers JavaScript bloquant le rendu pour accélérer le chargement initial du site web."],"Defer Render-blocking JS":["Éliminer les ressources JS qui bloquent le rendu"],"Opportunities to Optimize":["Possibilités d'optimisation"],"The Following Areas of Your Site Are Well Optimized:":["Les composants suivantes de votre site web sont bien optimisés:"],"Purge SG Cache":["Vider le cache SG"],"Dashboard":["Tableau de bord"],"Your site tried to store a single object above 1MB in Memcached which is above the limitation and will actually slow your site rather than speed it up. Please, check your Options table for obsolete data before enabling it again. Note that the service will be automatically disabled if such error occurs again.":["Votre site a essayé de stocker un seul objet de plus de 1 Mo dans Memcached, ce qui est supérieur à la limite et ralentira votre site au lieu de l'accélérer. Veuillez vérifier si votre table d'options ne contient pas de données obsolètes avant de l'activer à nouveau. Notez que le service sera automatiquement désactivé si une telle erreur se reproduit."],"Speed Optimizer by SiteGround has detected that Memcached was turned off. If you want to use it, please enable it from your SiteGround control panel first.":["Speed Optimizer de SiteGround a détecté que Memcached était désactivé. Si vous voulez l'utiliser, veuillez d'abord l'activer depuis votre panneau de contrôle de SiteGround."],"https:\/\/www.siteground.com":["https:\/\/fr.siteground.com\/"],"SiteGround":["SiteGround"],"This plugin will link your WordPress application with all the performance optimizations provided by SiteGround":["Ce plugin connecte votre application WordPress avec toutes les optimisations de performance fournies par SiteGround."],"https:\/\/siteground.com":["https:\/\/fr.siteground.com\/"]}