{"translation-revision-date":"2025-09-12 10:01:36+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Activate tracking to show the ranking position":["Activeu el seguiment per mostrar la posició del rànquing"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s i obté un descompte exclusiu %2$s per a %3$s mes(os)."],"Click here to upgrade your %s plan":["Feu clic aquí per actualitzar el vostre pla %s"],"Keyphrases tracked: %1$s\/%2$s":["Frases clau rastrejades: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Esteu fent el seguiment de %1$s de %2$s frases clau incloses al vostre compte gratuït."],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Esteu fent el seguiment de %1$s de %2$s frases clau incloses al vostre compte."],"Close the upgrade callout":["Tanca la llegenda d'actualització"],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Aquesta visió general us mostrarà les frases clau amb millor rendiment a Google. Connecteu-vos amb %s per començar."],"You have successfully connected with %s.":["Us heu connectat correctament amb %s."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Us heu connectat correctament amb %1$s. El vostre compte %2$s encara no conté cap frase clau per a aquest lloc web. Podeu fer un seguiment de les frases clau utilitzant el botó \"Seguiment del rendiment de SEO\" a l'editor d'entrades."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Error de xarxa: no s'ha pogut connectar amb al servidor. Comproveu la vostra connexió a internet i torneu-ho a provar més tard."],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["El vostre compte %s encara no conté cap frase clau per a aquest lloc web. Podeu fer un seguiment de les frases clau utilitzant el botó «Rendiment del SEO de la pista» a l'editor d'entrades."],"%s account":["Compte %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Aquest resum només mostra les frases clau afegides al Yoast SEO. Pot haver-hi altres frases clau afegides al vostre %s."],"reconnect to %s":["torna a connectar a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Sembla que alguna cosa ha anat malament en recuperar les dades del vostre lloc web. %s i torneu-ho a provar."],"Tracking the ranking position…":["Seguiment de la posició de classificació..."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posició de la frase clau en els últims 90 dies en una escala de 0 a 100."],"Connect with %s":["Connecta amb %s"],"Get more insights over at %s":["Obteniu més informació a %s"],"Position over time":["Posició al llarg del temps"],"Position":["Posició"],"The number of headers and header labels don't match.":["El nombre de capçaleres i etiquetes de capçalera no coincideix."],"Keyphrase":["Frase clau"],"%d day":["%d dia","%d dies"],"View":["Visualitza"]}},"comment":{"reference":"js\/dist\/wincher-dashboard-widget.js"}}