{"translation-revision-date":"2025-09-12 10:01:36+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Grant consent":["Acceptació del consentiment"],"Something went wrong":["Alguna cosa ha anat malament"],"Buy now":["Compra ara"],"Please switch to the visual editor to optimize with AI.":["Canvieu a l'editor visual per a optimitzar amb la IA."],"Optimize with AI":["Optimitza amb IA"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Feu que l'edició del contingut sigui bufar i fer ampolles! Optimitzeu el contingut SEO amb suggeriments ràpids i pràctics amb un sol clic.%1$s%2$sMés informació%3$s%4$s"],"Optimize your SEO content with %s":["Optimitzeu el contingut SEO amb %s"],"Undefined error message.":["Missatge d'error no definit."],"Non-inclusive":["No inclusiu"],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":["%s analitza més que només la paraula clau principal. Analitza diferents formes de paraules, plurals i temps passats. Això ajuda el vostre lloc web a obtenir millors resultats a les cerques!"],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Destaqueu les àrees de millora del vostre text, no cal buscar l'agulla en un paller, aneu directament a l'optimització! Ara també amb Elementor!"],"Explore %s now!":["Explora %s ara!"],"Generate product titles & descriptions with AI!":["Genereu descripcions de títols de producte amb IA!"],"30% OFF":["30% DE DESCOMPTE"],"BLACK FRIDAY":["BLACK FRIDAY"],"Potentially non-inclusive":["Potencialment no inclusiu"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Per veure aquest vídeo, heu de permetre que %1$s carregui vídeos incrustats de %2$s."],"Deny":["Denega"],"Allow":["Permet"],"Got it!":["Ho tinc!"],"Unlock with %1$s":["Desbloca amb %1$s"],"Something went wrong. An unexpected error occurred.":["Alguna cosa ha anat malament. S'ha produït un error inesperat."],"Refresh this page":["Refresca aquesta pàgina"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Malauradament, això significa que es perdran tots els canvis sense desar. Podeu intentar actualitzar aquesta pàgina per resoldre el problema. Si aquest error encara es produeix, poseu-vos en contacte amb el nostre equip de suport, i us donarem tota l'ajuda que necessiteu!"],"We're very sorry, but it seems like the following error has interrupted our application:":["Ho sentim molt, però sembla que el següent error ha interromput la nostra aplicació:"],"Contact support":["Contacteu el suport tècnic"],"Inclusive language":["Llenguatge inclusiu"],"Learn more about the inclusive language analysis":["Apreneu més sobre l'anàlisi del llenguatge inclusiu"],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sLlengua inclusiva%2$s: No hem detectat cap frase potencialment no inclusiva. Bona feina!"],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Ens hem adonat que esteu utilitzant un connector multilingüe. Si us plau, tingueu en compte que aquesta anàlisi només està pensada per a textos escrits en anglès."],"Dismiss":["Descarta"],"Premium SEO analysis":["Anàlisi SEO Premium"],"Beta":["Beta"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sComplexitat de paraules%2$s: És el vostre vocabulari adequat per a una audiència més gran? %3$sLa recompensa SEO us dirà!%4$s"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sDistribució de la frase clau%2$s: Heu distribuït uniformement la frase clau objectiu al llarg de tot el text? %3$sLa recompensa SEO us dirà!%4$s"],"Try again":["Torneu-ho a provar"],"Please enter a focus keyphrase first to track keyphrase performance":["Introduïu primer una frase clau per fer un seguiment del rendiment de la frase clau"],"Select image":["Seleccioneu una imatge"],"Please enter a focus keyphrase first to get related keyphrases":["Introduïu una frase clau principal per obtenir altres frases clau relacionades"],"Get related keyphrases":["Obté frases clau relacionades"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["La frase clau és massa llarga. Només pot tenir fins a 191 caràcters."],"Google preview":["Vista prèvia del Google"],"Mobile result":["Resultat al mòbil"],"Desktop result":["Resultat a l'escriptori"],"Upgrade to %s":["Actualitza al %s"],"Focus keyphrase":["Frase clau objectiu"],"Go %s!":["Vés a %s!"],"Help on choosing the perfect focus keyphrase":["Ajuda triant la frase clau perfecta"],"Add related keyphrase":["Afegeix una frase clau relacionada"],"Learn more about the readability analysis":["Obteniu més informació sobre l'anàlisi de lectura."],"Are you trying to use multiple keyphrases? You should add them separately below.":["Esteu intentant utilitzar múltiples paraules clau? Hauríeu d'afegir-les separadament a sota."],"Analysis results":["Resultats de l'anàlisi:"],"Mark as cornerstone content":["Marca com a contingut fonamental"],"Learn more about Cornerstone Content.":["Apreneu més sobre el contingut fonamental."],"Cornerstone content should be the most important and extensive articles on your site.":["El contingut fonamental han de ser els articles més importants i extensos del vostre lloc."],"Enter a focus keyphrase to calculate the SEO score":["Introduïu una paraula clau per calcular la puntuació SEO"],"Add synonyms":["Afegiu sinònims"],"Good results":["Bons resultats"],"SEO analysis":["Anàlisi SEO"],"Errors":["Errors"],"Considerations":["Consideracions"],"(Opens in a new browser tab)":["(S'obre en una nova pestanya del navegador)"],"Cornerstone content":["Contingut fonamental"],"24\/7 support":["Servei d'atenció 24\/7"],"Good SEO score":["Bona puntuació SEO"],"OK SEO score":["Puntuació SEO acceptable"],"Readability analysis":["Anàlisi de llegibilitat"],"Needs improvement":["Necessita millorar"],"Not available":["No està disponible"],"Improvements":["Millores"],"Problems":["Problemes"],"Good":["Bo"],"OK":["D'acord"],"Close":["Tanca"],"Next":["Següent"],"Previous":["Anterior"]}},"comment":{"reference":"js\/dist\/externals-components.js"}}