{"translation-revision-date":"2025-09-03 20:26:28+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Generate social description":["Genera una descrizione social"],"Generate social title":["Genera un titolo social"],"Please enter a valid focus keyphrase.":["Inserisci una frase chiave valida."],"As long as this is a beta feature, you get unlimited sparks.":["Finché si tratta di una funzionalità beta, hai a disposizioni spark illimitati. 1 spark = 1 clic sul pulsante"],"X preview":["Anteprima di X"],"Don’t show again":["Non mostrare di nuovo"],"%1$sTip%2$s: Improve the accuracy of your generated AI titles by writing more content in your page.":["%1$sSuggerimento%2$s: Migliora l'accuratezza dei titoli IA scrivendo più contenuti nella tua pagina."],"%1$sTip%2$s: Improve the accuracy of your generated AI descriptions by writing more content in your page.":["%1$sSuggerimento%2$s: Migliora l'accuratezza delle descrizioni IA scrivendo più contenuti nella tua pagina."],"Meta description length":["Lunghezza della descrizione meta"],"SEO title width":["Larghezza del titolo SEO"],"Close modal":["Chiudi modal"],"AI title generator":["Generatore IA di titoli"],"AI description generator":["Generatore IA di descrizioni"],"AI X title generator":["Generatore IA del titolo"],"AI X description generator":["Generatore IA di descrizioni per X"],"AI social title generator":["Generatore IA di titoli per i social"],"AI social description generator":["Generatore IA di meta descrizioni per i social"],"Learn more about AI (Opens in a new browser tab)":["Per saperne di più sull'IA (apre una nuova scheda del browser)"],"Try for free":["Prova gratis"],"Generate 5 more":["Generane altre 5"],"Apply %s description":["Applica la descrizione %s"],"Apply %s title":["Applica il titolo %s"],"Generated %s descriptions":["Descrizioni %s generate"],"Generated %s titles":["Titoli %s generati"],"Text generated by AI may be offensive or inaccurate.":["Il testo generato dall'intelligenza artificiale (IA) può essere offensivo o impreciso."],"To use this feature, your site must be publicly accessible. This applies to both test sites and instances where your REST API is password-protected. Please ensure your site is accessible to the public and try again. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Per usare questa funzionalità, il sito deve essere accessibile pubblicamente. Questo vale sia per i siti di prova che per le istanze in cui l'API REST è protetta da password. Assicurati che il sito sia accessibile al pubblico e riprova. Per saperne di più, consulta la nostra pagina dedicata ai %1$sproblemi e agli errori più comuni delle funzionalità di IA%2$s. Se poi hai ancora bisogno di aiuto, %3$scontatta il nostro team di supporto%4$s."],"Yoast AI cannot reach your site":["L'IA di Yoast non riesce a raggiungere il tuo sito"],"The version of %1$s is outdated. Please upgrade %1$s %2$shere%3$s!":["La versione di %1$s non è aggiornata. %1$s %2$sFai l'aggiornamento da qui!%3$s"],"Please try again later. If the issue persists, please %1$scontact our support team%2$s.":["Riprova più tardi. Se il problema persiste, %1$scontatta il nostro team di supporto%2$s!"],"The request came back with the following error: '%s'.":["La richiesta è tornata indietro con questo errore: \"%s\""],"Due to %5$s's strict ethical guidelines and %1$susage policies%2$s, we cannot generate suggestions for the content on this page. If you intend to use AI, kindly avoid the use of explicit, violent, copyrighted, or sexually explicit content. In case you need further help, please %3$scontact our support team%4$s.":["A causa delle rigide linee guida etiche di %5$s e delle %1$spolitiche di utilizzo%2$s, non possiamo generare suggerimento per il contenuto su questa pagina. Se vuoi usare l'intelligenza artificiale, evita i contenuti violenti o sessualmente espliciti e quelli coperti da copyright. %3$sContatta il nostro team di supporto%4$s se vuoi saperne di più."],"Usage policy violation":["Violazione della politica d'uso"],"It seems that a connection timeout has occurred. Please check your internet connection and try again later. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Sembra che si sia verificato un timeout della connessione. Controlla la connessione a Internet e riprova più tardi. Nella nostra pagina trovi maggiori informazioni su %1$sproblemi ed errori comuni delle funzionalità di IA (in inglese)%2$s. Se poi hai ancora bisogno di aiuto, %3$scontatta il nostro team di supporto%4$s."],"Connection timeout":["Timeout della connessione"],"Subscription required":["È necessaria l’iscrizione"],"To access this feature, you need an active %1$s subscription. Please %3$sactivate your subscription in %2$s%4$s or %5$sget a new %1$s subscription%6$s. Afterward, refresh this page. It may take up to 30 seconds for the feature to function correctly.":["Per accedere a questa funzionalità, devi avere un abbonamento a %1$s. %3$sAttiva il tuo abbonamento su %2$s%4$s oppure %5$sottieni un nuovo %1$s abbonamento%6$s. Dopo aggiorna questa pagina. Potrebbero essere necessari fino a 30 secondi perché la funzionalità funzioni correttamente."],"You might have reached your Yoast AI rate limit for a specific time frame or your sparks limit for this month. If you have reached your rate limit, please reduce the frequency of your requests to continue using Yoast AI features. Our %1$shelp article%2$s provides guidance on effectively planning and pacing your requests for an optimized workflow.":["Potresti aver raggiunto il tuo limite di Yoast AI per un periodo specifico o il tuo limite di spark per questo mese. Se hai raggiunto il tuo limite tariffario, riduci la frequenza delle tue richieste per continuare a usare le funzionalità di Yoast AI. Leggi %1$sla documentazione%2$s per sapere come pianificare e cadenzare efficacemente le richieste e ottimizzare così il tuo flusso di lavoro."],"You've reached the Yoast AI rate limit":["Hai raggiunto il limite di richieste di Yoast AI."],"Refresh page":["Aggiorna la pagina"],"%4$s requires the SEO analysis to be enabled. To enable it, please navigate to %2$sSite features%3$s in %1$s, turn on the SEO analysis, and click 'Save changes'. If it's disabled in your WordPress user profile, access your profile and enable it there. Please contact your administrator if you don't have access to these settings.":["Prima di potere usare %4$s devi attivare l'analisi SEO. Per attivarla, vai all sezione %2$sFunzionalità del sito%3$s di %1$s, attiva l'analisi SEO e fai clic su 'Salva le modifiche'. Verifica anche se l'analisi SEO è disattivata nel tuo profilo utente. Se non lo è, attivala e salva. Se non hai accesso a queste impostazioni, contatta il tuo amministratore."],"SEO analysis required":["È necessaria l'analisi SEO"],"Please add more content to ensure a valuable AI suggestion. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Aggiungi altri contenuti per garantire un suggerimento valido dell'IA. Per saperne di più, consulta la nostra pagina sui %1$sproblemi ed errori comuni delle funzionalità di IA (in inglese)%2$s. Se poi hai ancora bisogno di aiuto, %3$scontatta il nostro team di supporto%4$s."],"Not enough content":["Non c'è abbastanza contenuto"],"Please try again later. If this issue persists, you can learn more about possible reasons for this error on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Riprova più tardi. Se il problema persiste e ti servono altre informazioni sulle possibili cause di questo errore, consulta la pagina %1$sproblemi ed errori comuni delle funzionalità di IA (in inglese)%2$s. Se poi hai ancora bisogno di aiuto, %3$scontatta il nostro team di supporto%4$s."],"Grant consent for %s":["Concedi il consenso per %s"],"I approve the %1$sTerms of Service%2$s & %3$sPrivacy Policy%4$s of the Yoast AI service. This includes consenting to the collection and use of data to improve user experience.":["Approvo i %1$sTermini di servizio%2$s e la %3$sPrivacy Policy%4$s del servizio Yoast IA. Questo include il consenso alla raccolta e all'utilizzo dei dati per migliorare l'esperienza utente."],"Grant consent":["Concedi il consenso"],"Something went wrong":["Qualcosa è andato storto"],"Buy now":["Acquista ora"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Trasforma la modifica dei contenuti in un gioco da ragazzi! Ottimizza i tuoi contenuti SEO con suggerimenti rapidi e attuabili con un semplice clic. %1$s%2$sPer saperne di più%3$s%4$s"],"Optimize your SEO content with %s":["Ottimizza il tuo contenuto SEO con %s"],"Undefined error message.":["Messaggio di errore non definito."],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Lascia che sia l'intelligenza artificiale a pensare per te e ti aiuti a risparmiare tempo. Ottieni suggerimenti di alta qualità per i titoli e le meta-descrizioni, per far sì che i tuoi contenuti si posizionino in alto e appaiano bene sui social media. %1$sPer saperne di più%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Lascia che sia l'intelligenza artificiale (IA) a pensare per te e aiutarti a risparmiare tempo. Ottieni suggerimenti di alta qualità per i titoli dei prodotti e le meta descrizioni, per far sì che i tuoi contenuti si posizionino in alto e appaiano bene sui social media. %1$sPer saperne di più%2$s%3$s"],"Explore %s now!":["Esplora %s ora!"],"Generate product titles & descriptions with AI!":["Genera titoli e descrizioni dei prodotti con l'intelligenza artificiale!"],"30% OFF":["30% di sconto"],"BLACK FRIDAY":["BLACK FRIDAY"],"Use AI to generate your titles & descriptions!":["Usa l'intelligenza artificiale (IA) per creare titoli e meta descrizioni"],"Got it!":["Ok!"],"Allow":["Permetti"],"Deny":["Rifiuta"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Per vedere questo video, devi permettere a %1$s di caricare video incorporati da %2$s."],"Unlock with %1$s":["Sblocca con %1$s"],"Refresh this page":["Ricarica questa pagina"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Purtroppo questo significa che tutte le modifiche non salvate andranno perse. Puoi provare ad aggiornare la pagina per risolvere il problema. Se l'errore persiste, contatta il nostro team di supporto e ti daremo tutto l'aiuto necessario!"],"Something went wrong. An unexpected error occurred.":["Qualcosa è andato storto, si è verificato un errore inaspettato."],"Contact support":["Contatta il supporto"],"We're very sorry, but it seems like the following error has interrupted our application:":["Sembra che il seguente errore abbia interrotto la nostra applicazione:"],"Dismiss":["Ignora"],"Beta":["Beta"],"Try again":["Riprova"],"Select image":["Seleziona un'immagine"],"Mobile result":["Risultato per i dispositivi mobili"],"Desktop result":["Risultato per il desktop"],"Google preview":["Anteprima di Google"],"Upgrade to %s":["Passa a %s"],"(Opens in a new browser tab)":["(Si apre in una nuova scheda del browser)"],"24\/7 support":["Assistenza 24\/7"],"Social preview":["Anteprime social"],"Previous":["Precedente"],"Next":["Successivo"],"Close":["Chiudi"]}},"comment":{"reference":"js\/dist\/ai-generator.js"}}