{"translation-revision-date":"2025-09-09 12:32:29+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Revoke consent":["Instemming intrekken"],"Yes, revoke consent":["Ja, toestemming intrekken"],"By revoking your consent, you will no longer have access to Yoast AI features. Are you sure you want to revoke your consent?":["Als je je toestemming intrekt, heb je geen toegang meer tot de Yoast AI functies. Weet je zeker dat je je toestemming wil intrekken?"],"Revoke AI consent":["AI toestemming intrekken"],"Enable AI-powered SEO! Use all Yoast AI features to boost your efficiency. Just give us the green light. %1$s%2$sLearn more%3$s%4$s":["Schakel AI-aangedreven SEO in! Gebruik alle Yoast AI functies om je efficiëntie een boost te geven. Geef ons gewoon het groene licht. %1$s%2$sLees verder%3$s%4$s"],"Grant consent for %s":["Geef toestemming voor %s"],"I approve the %1$sTerms of Service%2$s & %3$sPrivacy Policy%4$s of the Yoast AI service. This includes consenting to the collection and use of data to improve user experience.":["Ik ga akkoord met de %1$sDienstvoorwaarden%2$s &  %3$s Privacybeleid%4$s van de Yoast AI dienst. Dit houdt ook in dat ik toestemming geef voor het verzamelen en gebruiken van gegevens om de gebruikerservaring te verbeteren."],"Grant consent":["Instemming verlenen"],"Buy now":["Koop nu"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Maak het bewerken van inhoud een fluitje van een cent! Optimaliseer je SEO inhoud met snelle, bruikbare suggesties met één klik op de knop.%1$s%2$sLees meer%3$s%4$s"],"Optimize your SEO content with %s":["Optimaliseer je SEO inhoud met %s"],"Undefined error message.":["Ongedefinieerde foutmelding."],"Explore %s now!":["Verken %s nu!"],"30% OFF":["30% KORTING"],"BLACK FRIDAY":["BLACK FRIDAY"],"Allow":["Toestaan"],"Deny":["Weigeren"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Om deze video te zien, moet je %1$s toestaan om ingesloten video's van %2$s te laden."],"BLACK FRIDAY | 30% OFF":["BLACK FRIDAY | 30% KORTING"],"Unlock with %1$s":["Ontgrendel met %1$s"],"Refresh this page":["Ververs deze pagina"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Helaas betekent dit dat eventuele niet-opgeslagen wijzigingen in dit gedeelte verloren zullen gaan. Je kunt proberen om de pagina te vernieuwen om het probleem op te lossen. Als deze fout zich blijft voordoen, neem dan contact op met ons ondersteuningsteam en we zullen je alle hulp bieden die je nodig hebt!"],"Something went wrong. An unexpected error occurred.":["Er is iets mis gegaan. Een onverwachte fout heeft zich voorgedaan."],"Contact support":["Contact opnemen met ondersteuning"],"We're very sorry, but it seems like the following error has interrupted our application:":["Het spijt ons zeer, maar het lijkt erop dat de volgende fout onze toepassing heeft onderbroken:"],"Beta":["Bèta"],"Upgrade to %s":["Upgrade naar %s"],"(Opens in a new browser tab)":["(Opent in een nieuwe browsertab)"],"24\/7 support":["24\/7-ondersteuning"],"Something went wrong, please try again later.":["Er is iets misgegaan. Probeer het later opnieuw."],"Close":["Sluiten"]}},"comment":{"reference":"js\/dist\/ai-consent.js"}}