{"translation-revision-date":"2025-09-12 10:01:36+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Grant consent":["Acceptació del consentiment"],"Buy now":["Compra ara"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Feu que l'edició del contingut sigui bufar i fer ampolles! Optimitzeu el contingut SEO amb suggeriments ràpids i pràctics amb un sol clic.%1$s%2$sMés informació%3$s%4$s"],"Optimize your SEO content with %s":["Optimitzeu el contingut SEO amb %s"],"Undefined error message.":["Missatge d'error no definit."],"Explore %s now!":["Explora %s ara!"],"30% OFF":["30% DE DESCOMPTE"],"BLACK FRIDAY":["BLACK FRIDAY"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Per veure aquest vídeo, heu de permetre que %1$s carregui vídeos incrustats de %2$s."],"Deny":["Denega"],"Allow":["Permet"],"Unlock with %1$s":["Desbloca amb %1$s"],"Something went wrong. An unexpected error occurred.":["Alguna cosa ha anat malament. S'ha produït un error inesperat."],"Refresh this page":["Refresca aquesta pàgina"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Malauradament, això significa que es perdran tots els canvis sense desar. Podeu intentar actualitzar aquesta pàgina per resoldre el problema. Si aquest error encara es produeix, poseu-vos en contacte amb el nostre equip de suport, i us donarem tota l'ajuda que necessiteu!"],"We're very sorry, but it seems like the following error has interrupted our application:":["Ho sentim molt, però sembla que el següent error ha interromput la nostra aplicació:"],"Contact support":["Contacteu el suport tècnic"],"Beta":["Beta"],"Upgrade to %s":["Actualitza al %s"],"(Opens in a new browser tab)":["(S'obre en una nova pestanya del navegador)"],"24\/7 support":["Servei d'atenció 24\/7"],"Close":["Tanca"]}},"comment":{"reference":"js\/dist\/ai-consent.js"}}