{"translation-revision-date":"2025-09-12 10:01:36+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Grant consent":["Acceptació del consentiment"],"Hi %s,":["Hola %s,"],"Yes, leave page":["Sí, surt de la pàgina"],"Something went wrong":["Alguna cosa ha anat malament"],"There are unsaved changes in one or more steps of the first-time configuration. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Hi ha canvis sense desar en un o més passos de la primera configuració. Sortir significa que aquests canvis es perdran. Esteu segur que voleu sortir d'aquesta pàgina?"],"This notification can't be hidden at this time. Please try again later.":["Aquesta notificació no es pot amagar en aquest moment. Torneu-ho a provar més tard."],"This problem can't be hidden at this time. Please try again later.":["Aquest problema no es pot amagar en aquest moment. Torneu-ho a provar més tard."],"Unsaved changes":["Canvis sense desar"],"Tell us about your site, so we can get it ranked! Let's get your site in tip-top shape for the search engines. Follow these 5 steps to make Google understand what your site is about.":["Parleu-nos del lloc web, perquè puguem classificar-lo! Fem que el vostre lloc estigui en forma de punta per als motors de cerca. Seguiu aquests 5 passos per fer que Google entengui de què tracta el vostre lloc web."],"hidden problem":["problema amagat","problemes amagats"],"hidden notification":["notificació amagada","notificacions amagades"],"%1$s Dashboard - %2$s":["Tauler %1$s - %2$s"],"Buy now":["Compra ara"],"Dashboard navigation":["Navegació pel tauler"],"Close dashboard navigation":["Tanca la navegació del tauler"],"Open dashboard navigation":["Obre la navegació del tauler"],"Monitor and manage potential SEO problems affecting your site and stay informed with important notifications and updates.":["Superviseu i gestioneu els possibles problemes de SEO que afecten el lloc web i manteniu-vos informat amb notificacions i actualitzacions importants."],"Alert center":["Centre d'alerta"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Feu que l'edició del contingut sigui bufar i fer ampolles! Optimitzeu el contingut SEO amb suggeriments ràpids i pràctics amb un sol clic.%1$s%2$sMés informació%3$s%4$s"],"Optimize your SEO content with %s":["Optimitzeu el contingut SEO amb %s"],"Undefined error message.":["Missatge d'error no definit."],"E.g. https:\/\/x.com\/yoast":["P. ex. https:\/\/x.com\/yoast"],"X":["X"],"Explore %s now!":["Explora %s ara!"],"No, I don't want to share my site data":["No, no vull compartir les dades del meu lloc"],"What data will be collected and why?":["Quines dades es recolliran i per què?"],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Si el vostre objectiu és augmentar els rànquings, heu de treballar el SEO regularment. Això pot ser aclaparador, així que abordem-ho pas a pas!"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["Bona feina! Gràcies als detalls que heu proporcionat, %1$s ha millorat el vostre lloc per als motors de cerca, donant-los una imatge més clara de què és el vostre lloc."],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Important: No vendrem aquestes dades, i no recopilarem cap informació personal sobre vós o els teus visitants."],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["Gairebé sou aquí! Completeu tots els paràmetres en aquest pas perquè els motors de cerca sàpiguen de què tracta el lloc web."],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["Subscriviu-vos al butlletí de %1$s per rebre les millors pràctiques per millorar els rànquings, estalviar temps en tasques SEO, estar al dia de les últimes notícies SEO i orientar-se amb experts sobre com treure el màxim profit de %2$s!"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["Comencem executant l'optimització de dades SEO. Això vol dir que escanejarem el vostre lloc i crearem una base de dades amb dades SEO optimitzades. No canviarà cap contingut o configuració del vostre lloc i no cal que feu res, només cal que feu clic a comença!\n\nNota: Si teniu molt contingut, aquesta optimització pot trigar un moment. Però confia en nosaltres, val la pena!"],"Get free weekly SEO tips!":["Obteniu consells SEO setmanals gratuïts!"],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["Completar aquest pas ajuda Google a entendre el vostre lloc encara millor. Bonificació: Millorareu l'oportunitat d'obtenir %1$sresultats rics%2$s!"],"Are you open to help us improve our services?":["Esteu obert per ajudar-nos a millorar els nostres serveis?"],"Yes, give me your free tips!":["Sí, dona'm consells gratuïts!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["Fantàstica feina! Afegiu els comptes de les xarxes socials de la vostra organització a continuació. Això ens permet afinar les metadades d'aquestes plataformes."],"We've successfully analyzed your site & optimized your SEO data!":["Hem analitzat amb èxit el vostre lloc web i hem optimitzat les vostres dades SEO!"],"30% OFF":["30% DE DESCOMPTE"],"BLACK FRIDAY":["BLACK FRIDAY"],"Learn how to increase your rankings with %1$s":["Apreneu com augmentar les classificacions amb %1$s"],"Sign up today!":["Inscriviu-vos avui!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Us sentiu perduts a l'hora d'optimitzar el lloc web per als motors de cerca? Uniu-vos al nostre seminari gratuït per guanyar la confiança que necessiteu per començar a optimitzar com un professional! Obtindreu els coneixements i les eines per començar a implementar el SEO de forma efectiva."],"Join our FREE webinar for SEO success":["Uniu-vos al nostre seminari web gratuït per a tenir èxit en el SEO"],"Please select a user in the Site representation step.":["Seleccioneu un usuari en el pas de representació del lloc."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Podeu %1$sactualizar o afegir perfils socials a aquest perfil d' usuari%2$s."],"You have selected the user %1$s as the person this site represents.":["Heu seleccionat a l'usuari %1$s com la persona a la qual representa aquest lloc web."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Si seleccioneu una persona a la qual representa aquest lloc web, s'usaran els perfils socials de la pàgina del perfil de l'usuari seleccionat."],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Per veure aquest vídeo, heu de permetre que %1$s carregui vídeos incrustats de %2$s."],"Deny":["Denega"],"Allow":["Permet"],"Got it!":["Ho tinc!"],"We could not save the website name. Please check the value.":["No hem pogut desar el nom del lloc web. Comproveu el valor."],"Learn more":["Més informació"],"Unlock with %1$s":["Desbloca amb %1$s"],"No, continue editing":["No, continua editant"],"E.g. https:\/\/facebook.com\/yoast":["P. ex. https:\/\/facebook.com\/yoast"],"Something went wrong. An unexpected error occurred.":["Alguna cosa ha anat malament. S'ha produït un error inesperat."],"Refresh this page":["Refresca aquesta pàgina"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Malauradament, això significa que es perdran tots els canvis sense desar. Podeu intentar actualitzar aquesta pàgina per resoldre el problema. Si aquest error encara es produeix, poseu-vos en contacte amb el nostre equip de suport, i us donarem tota l'ajuda que necessiteu!"],"We're very sorry, but it seems like the following error has interrupted our application:":["Ho sentim molt, però sembla que el següent error ha interromput la nostra aplicació:"],"Contact support":["Contacteu el suport tècnic"],"Dismiss":["Descarta"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Ens vàrem prendre la llibertat d'utilitzar el títol del lloc i el logotip per al nom de l'organització i el logotip. Podeu canviar-ho a continuació."],"Beta":["Beta"],"Dismiss this notice.":["Descarta aquest avís."],"We could not save the organization name. Please check the value.":["No s'ha pogut desar el nom de l'organització. Comproveu el valor."],"An error has occurred: %1$s":["S'ha produït un error: %1$s"],"SEO data optimization":["Optimització de dades SEO"],"Personal preferences":["Preferències personals"],"Finish configuration":["Finalitza la configuració"],"Please enter a valid email address.":["Introduïu una adreça electrònica vàlida."],"Thank you! Check your inbox for the confirmation email.":["Gràcies! Comproveu la safata d'entrada per al correu electrònic de confirmació."],"E.g. example@email.com":["P. ex. exemple.email.com"],"Or go to your SEO dashboard":["Aneu al tauler SEO"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Heu seleccionat l'usuari %1$s com a persona que representa aquest lloc. Aquesta informació del perfil d'usuari s'utilitzarà ara als resultats de la cerca. %2$sActualitzeu aquest perfil per assegurar-vos que la informació és correcta%3$s."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Heu seleccionat l'usuari %1$s com a persona que representa aquest lloc. Aquesta informació del perfil d'usuari s'utilitzarà ara als resultats de la cerca. No teniu permís per actualitzar aquest perfil d'usuari, així que demaneu a aquest usuari o a un administrador que s'asseguri que la informació és correcta."],"Select a user":["Seleccioneu un usuari"],"Personal logo or avatar":["Logotip personal o avatar"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["S'està executant l'optimització de dades SEO... Podeu passar amb seguretat als passos següents d'aquesta configuració."],"We've already successfully analyzed your site. You can move on to the next step.":["Ja hem analitzat correctament el vostre lloc. Podeu passar al següent pas."],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Tingueu en compte que haureu d'executar l'optimització de dades SEO perquè aquesta configuració tingui el màxim efecte."],"Select an option":["Seleccioneu una opció"],"Uploading image…":["S'està pujant la imatge..."],"First-time configuration":["Configuració per primera vegada"],"E.g. https:\/\/www.facebook.com\/yoast":["P. ex. https:\/\/www.facebook.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["P. ex. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["P. ex. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["P. ex. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["P. ex. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["P. ex. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["P. ex. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["P. ex. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["P. ex. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.wikipedia.com\/yoast":["P. ex. https:\/\/www.wikipedia.com\/yoast"],"Other social profile":["Altres perfils socials"],"E.g. https:\/\/social-platform.com\/yoast":["P. ex. https:\/\/social-platform.com\/yoast"],"Delete item":["Suprimeix l'element"],"Add another profile":["Afegeix un altre perfil"],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["No teniu permisos per editar els perfils socials d'aquest usuari. Demaneu a aquest usuari o a un administrador que ho faci."],"Could not save this value. Please check the URL.":["No s'ha pogut desar aquest valor. Comproveu l'URL."],"Could not save this value. Please check the URL or username.":["No s'ha pogut desar aquest valor. Comproveu l'URL o el nom d'usuari."],"Email address":["Adreça de correu electrònic"],"Oops! Something went wrong. Check your email address and try again.":["Vaja! Alguna cosa ha anat malament. Comproveu la vostra adreça electrònica i torneu-ho a provar."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respecta la vostra privadesa. Llegiu la nostra %1$spolítica de privadesa%2$s per saber com gestionem la vostra informació personal."],"Save and continue":["Desa i continua"],"Yes, you can collect my site data":["Sí, podeu fer un seguiment de les dades del meu lloc!"],"Does your site represent an Organization or Person?":["El vostre lloc representa una organització o persona?"],"Site representation":["Representació del lloc"],"Continue":["Continua"],"Response":["Resposta"],"Error message":["Missatge d'error"],"Error stack trace":["Seguiment de la pila d'errors"],"Status code":["Codi d'estat"],"Request method":["Mètode de sol·licitud"],"Request URL":["URL de sol·licitud"],"Error details":["Detalls de l'error"],"Select image":["Seleccioneu una imatge"],"Replace image":["Reemplaça la imatge"],"Remove image":["Suprimeix la imatge"],"This feature has been disabled since subsites never send tracking data.":["Aquesta característica s'ha deshabilitat ja que els llocs web secundaris mai envien informació de seguiment."],"Stop SEO data optimization":["Atureu l'optimització de dades de SEO"],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Aquesta funció inclou i substitueix el comptador d'enllaços de text i l'anàlisi d'enllaços interns"],"SEO data optimization is disabled for non-production environments.":["L'optimització de dades de SEO està desactivada per a entorns que no són de producció."],"Start SEO data optimization":["Comença l'optimització de dades SEO"],"Can we collect anonymous information about your website to enhance %1$s?":["Podem recopilar informació anònima sobre el vostre lloc web per millorar %1$s?"],"Learn SEO":["Aprèn SEO"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Tenim cursos en línia gratuïts i prèmium per a aprendre tot el que necessiteu saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Voleu aprendre SEO amb l'equip Yoast? Comproveu la nostra %1$s!"],"Check out %1$s":["Comproveu la nostra %1$s"],"Organization logo":["Logotip de l'organització"],"Organization name":["Nom de l'organització"],"Upgrade to %s":["Actualitza al %s"],"This feature has been disabled by the network admin.":["Aquesta característica ha estat desactivada per l'administrador de la xarxa."],"Go back":["Torna"],"(Opens in a new browser tab)":["(S'obre en una nova pestanya del navegador)"],"24\/7 support":["Servei d'atenció 24\/7"],"Save changes":["Desa els canvis"],"No new notifications.":["No hi ha notificacions noves"],"Name":["Nom"],"Social profiles":["Perfils socials"],"Notifications":["Notificacions"],"%s notification":["%s notificació","%s notificacions"],"We have detected the following issues that affect the SEO of your site.":["Hem detectat els següents problemes de SEO que afecten el lloc web."],"Good job! We could detect no serious SEO problems.":["Bona feina! No hem detectat cap problema SEO seriós."],"Problems":["Problemes"],"Dashboard":["Tauler"],"Website name":["Nom del lloc web"],"Facebook":["Facebook"],"Close":["Tanca"],"Edit":["Edita"]}},"comment":{"reference":"js\/dist\/general-page.js"}}