{"translation-revision-date":"2025-09-09 12:32:29+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Generate social description":["Genereer sociale beschrijving"],"Generate social title":["Genereer sociale titel"],"Please enter a valid focus keyphrase.":["Voer een geldige focus keyphrase in."],"As long as this is a beta feature, you get unlimited sparks.":["Zolang dit een bètaversie is, krijg je onbeperkte sparks."],"X preview":["X voorvertoning"],"Don’t show again":["Niet meer laten zien"],"%1$sTip%2$s: Improve the accuracy of your generated AI titles by writing more content in your page.":["%1$sTip%2$s: Verbeter de nauwkeurigheid van je gegenereerde AI titels door meer inhoud op je pagina te schrijven."],"%1$sTip%2$s: Improve the accuracy of your generated AI descriptions by writing more content in your page.":["%1$sTip%2$s: Verbeter de nauwkeurigheid van je gegenereerde AI beschrijvingen door meer inhoud te schrijven op je pagina."],"Meta description length":["Lengte meta description"],"SEO title width":["SEO titelbreedte"],"Close modal":["Modal sluiten"],"AI title generator":["AI titel generator"],"AI description generator":["AI beschrijving generator"],"AI X title generator":["AI X titelgenerator"],"AI X description generator":["AI X beschrijving generator"],"AI social title generator":["AI social titelgenerator"],"AI social description generator":["AI social beschrijving generator"],"Learn more about AI (Opens in a new browser tab)":["Meer informatie over AI (Opent in een nieuw browserscherm)"],"Try for free":["Probeer gratis"],"Generate 5 more":["Genereer nog 5"],"Apply %s description":["Toepassen %s beschrijving"],"Apply %s title":["Toepassen %s titel"],"Generated %s descriptions":["Gegenereerd %s beschrijvingen"],"Generated %s titles":["Gegenereerd %s titels"],"Text generated by AI may be offensive or inaccurate.":["Door AI gegenereerde tekst kan beledigend of onnauwkeurig zijn."],"To use this feature, your site must be publicly accessible. This applies to both test sites and instances where your REST API is password-protected. Please ensure your site is accessible to the public and try again. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Om deze functie te gebruiken, moet je site openbaar toegankelijk zijn. Dit geldt voor zowel testsites als gevallen waarin je REST API met een wachtwoord is beveiligd. Zorg ervoor dat je site toegankelijk is voor het publiek en probeer het opnieuw. Lees meer op onze pagina over %1$sveel voorkomende AI functieproblemen en fouten%2$s. Als je verdere hulp nodig hebt, %3$sneem contact op met ons ondersteuningsteam%4$s."],"Yoast AI cannot reach your site":["Yoast AI kan je site niet bereiken"],"The version of %1$s is outdated. Please upgrade %1$s %2$shere%3$s!":["De versie van %1$s is verouderd. Upgrade %1$s %2$shier%3$s!"],"Please try again later. If the issue persists, please %1$scontact our support team%2$s.":["Probeer het later nog eens. Als het probleem zich blijft voordoen, neem dan %1$scontact op met ons ondersteuningsteam%2$s."],"The request came back with the following error: '%s'.":["De aanvraag kwam terug met de volgende fout: '%s'"],"Due to %5$s's strict ethical guidelines and %1$susage policies%2$s, we cannot generate suggestions for the content on this page. If you intend to use AI, kindly avoid the use of explicit, violent, copyrighted, or sexually explicit content. In case you need further help, please %3$scontact our support team%4$s.":["Vanwege de strenge ethische richtlijnen van %5$s en het %1$sgebruiksbeleid%2$s kunnen we geen suggesties genereren voor de inhoud op deze pagina. Als je van plan bent AI te gebruiken, vermijd dan het gebruik van expliciete, gewelddadige, auteursrechtelijk beschermde of seksueel expliciete inhoud. Als je meer hulp nodig hebt, kun je %3$scontact opnemen met ons ondersteuningsteam%4$s."],"Usage policy violation":["Gebruiksbeleid schending"],"It seems that a connection timeout has occurred. Please check your internet connection and try again later. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Het lijkt erop dat er een verbinding time-out is opgetreden. Controleer je internetverbinding en probeer het later opnieuw. Meer informatie vind je op onze pagina over %1$sveel voorkomende AI functieproblemen en fouten%2$s. Als je verdere hulp nodig hebt, %3$sneem contact op met ons ondersteuningsteam%4$s."],"Connection timeout":["Time-out verbinding"],"Subscription required":["Abonnement vereist"],"To access this feature, you need an active %1$s subscription. Please %3$sactivate your subscription in %2$s%4$s or %5$sget a new %1$s subscription%6$s. Afterward, refresh this page. It may take up to 30 seconds for the feature to function correctly.":["Om toegang te krijgen tot deze functie, heb je een actief %1$s abonnement nodig. %3$sactiveer je abonnement in %2$s%4$s of %5$skrijg een nieuw %1$s abonnement%6$s. Vernieuw daarna deze pagina. Het kan tot 30 seconden duren voordat de functie correct werkt."],"You might have reached your Yoast AI rate limit for a specific time frame or your sparks limit for this month. If you have reached your rate limit, please reduce the frequency of your requests to continue using Yoast AI features. Our %1$shelp article%2$s provides guidance on effectively planning and pacing your requests for an optimized workflow.":["Je hebt mogelijk je Yoast AI rate limiet voor een specifieke tijdsperiode bereikt of je sparks limiet voor deze maand. Als je je limiet hebt bereikt, verminder dan de frequentie van je aanvragen om de Yoast AI functies te blijven gebruiken. Ons %1$shulp artikel%2$s biedt begeleiding bij het effectief abonnementen en timen van je aanvragen voor een geoptimaliseerde workflow."],"You've reached the Yoast AI rate limit":["Je hebt de Yoast AI rate limiet bereikt."],"Refresh page":["Pagina vernieuwen"],"%4$s requires the SEO analysis to be enabled. To enable it, please navigate to %2$sSite features%3$s in %1$s, turn on the SEO analysis, and click 'Save changes'. If it's disabled in your WordPress user profile, access your profile and enable it there. Please contact your administrator if you don't have access to these settings.":["%4$s vereist dat de SEO analyse is ingeschakeld. Om deze in te schakelen, navigeer je naar %2$sSite functies%3$s in %1$s, schakel je de SEO analyse in en klik je op 'Wijzigingen opslaan'. Als het is uitgeschakeld in je WordPress gebruikersprofiel, ga dan naar je profiel en schakel het daar in. Neem contact op met je beheerder als je geen toegang hebt tot deze instellingen."],"SEO analysis required":["SEO analyse vereist"],"Please add more content to ensure a valuable AI suggestion. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Voeg meer inhoud toe om een waardevol AI voorstel te garanderen. Lees meer op onze pagina over %1$sveel voorkomende AI functieproblemen en fouten%2$s. Als je verdere hulp nodig hebt, %3$sneem contact op met ons ondersteuningsteam%4$s."],"Not enough content":["Niet genoeg inhoud"],"Please try again later. If this issue persists, you can learn more about possible reasons for this error on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Probeer het later opnieuw. Als dit probleem aanhoudt, kun je meer te weten komen over mogelijke redenen voor deze fout op onze pagina over %1$sveel voorkomende AI functieproblemen en fouten%2$s. Als je verdere hulp nodig hebt, %3$sneem contact op met ons ondersteuningteam%4$s."],"Enable AI-powered SEO! Use all Yoast AI features to boost your efficiency. Just give us the green light. %1$s%2$sLearn more%3$s%4$s":["Schakel AI-aangedreven SEO in! Gebruik alle Yoast AI functies om je efficiëntie een boost te geven. Geef ons gewoon het groene licht. %1$s%2$sLees verder%3$s%4$s"],"Grant consent for %s":["Geef toestemming voor %s"],"I approve the %1$sTerms of Service%2$s & %3$sPrivacy Policy%4$s of the Yoast AI service. This includes consenting to the collection and use of data to improve user experience.":["Ik ga akkoord met de %1$sDienstvoorwaarden%2$s &  %3$s Privacybeleid%4$s van de Yoast AI dienst. Dit houdt ook in dat ik toestemming geef voor het verzamelen en gebruiken van gegevens om de gebruikerservaring te verbeteren."],"Grant consent":["Instemming verlenen"],"Something went wrong":["Er ging iets mis"],"Buy now":["Koop nu"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Maak het bewerken van inhoud een fluitje van een cent! Optimaliseer je SEO inhoud met snelle, bruikbare suggesties met één klik op de knop.%1$s%2$sLees meer%3$s%4$s"],"Optimize your SEO content with %s":["Optimaliseer je SEO inhoud met %s"],"Undefined error message.":["Ongedefinieerde foutmelding."],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Laat AI een deel van het denkwerk voor je doen en je helpen tijd te besparen. Krijg suggesties van hoge kwaliteit voor titels en meta descriptions zodat je inhoud hoog scoort en er goed uitziet op sociale media. %1$sLees meer%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Laat AI een deel van het denkwerk voor je doen en je helpen tijd te besparen. Krijg suggesties van hoge kwaliteit voor product titels en meta descriptions zodat je content hoog scoort en er goed uitziet op sociale media. %1$sLees meer%2$s%3$s"],"Explore %s now!":["Verken %s nu!"],"Generate product titles & descriptions with AI!":["Genereer producttitels & omschrijvingen met AI!"],"30% OFF":["30% KORTING"],"BLACK FRIDAY":["BLACK FRIDAY"],"Use AI to generate your titles & descriptions!":["Gebruik AI om je titels & beschrijvingen te genereren!"],"Got it!":["Ik snap het!"],"Allow":["Toestaan"],"Deny":["Weigeren"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Om deze video te zien, moet je %1$s toestaan om ingesloten video's van %2$s te laden."],"BLACK FRIDAY | 30% OFF":["BLACK FRIDAY | 30% KORTING"],"Unlock with %1$s":["Ontgrendel met %1$s"],"Refresh this page":["Ververs deze pagina"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Helaas betekent dit dat eventuele niet-opgeslagen wijzigingen in dit gedeelte verloren zullen gaan. Je kunt proberen om de pagina te vernieuwen om het probleem op te lossen. Als deze fout zich blijft voordoen, neem dan contact op met ons ondersteuningsteam en we zullen je alle hulp bieden die je nodig hebt!"],"Something went wrong. An unexpected error occurred.":["Er is iets mis gegaan. Een onverwachte fout heeft zich voorgedaan."],"Contact support":["Contact opnemen met ondersteuning"],"We're very sorry, but it seems like the following error has interrupted our application:":["Het spijt ons zeer, maar het lijkt erop dat de volgende fout onze toepassing heeft onderbroken:"],"Dismiss":["Negeren"],"Beta":["Bèta"],"Try again":["Probeer het opnieuw"],"Select image":["Selecteer afbeelding"],"Mobile result":["Resultaat op mobiel"],"Desktop result":["Desktop resultaat"],"Google preview":["Google voorbeeld"],"Upgrade to %s":["Upgrade naar %s"],"(Opens in a new browser tab)":["(Opent in een nieuwe browsertab)"],"24\/7 support":["24\/7-ondersteuning"],"Social preview":["Sociale voorbeeld"],"Previous":["Vorige"],"Next":["Volgende"],"Close":["Sluiten"]}},"comment":{"reference":"js\/dist\/ai-generator.js"}}