{"translation-revision-date":"2025-09-12 10:01:36+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Buy now":["Compra ara"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Feu que l'edició del contingut sigui bufar i fer ampolles! Optimitzeu el contingut SEO amb suggeriments ràpids i pràctics amb un sol clic.%1$s%2$sMés informació%3$s%4$s"],"Optimize your SEO content with %s":["Optimitzeu el contingut SEO amb %s"],"Undefined error message.":["Missatge d'error no definit."],"%1$sSupport language:%2$s English":["%1$sIdioma compatible:%2$s anglès"],"Explore %s now!":["Explora %s ara!"],"30% OFF":["30% DE DESCOMPTE"],"BLACK FRIDAY":["BLACK FRIDAY"],"Write a bug report":["Escriviu un informe d'error"],"Contact our support team":["Contacteu amb el nostre equip de suport"],"Visit WordPress forum":["Visiteu el fòrum del WordPress"],"WordPress support forum for %1$s":["Fòrum de suport del WordPress per a %1$s"],"Visit our help center":["Visiteu el nostre centre d'ajuda"],"%1$s's help center":["Centre d'ajuda de %1$s"],"Additional resources":["Recursos addicionals"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Aquí trobareu respostes a les preguntes més freqüents sobre l'ús de %1$s. Si no veieu la vostra pregunta a la llista, podeu donar un cop d'ull a la secció següent."],"If you don't find the answers you're looking for and need personalized help, you can get 24\/7 support from one of our support engineers.":["Si no trobeu les respostes que busqueu i necessiteu ajuda personalitzada, podeu obtenir suport 24\/7 d'un dels nostres enginyers de suport."],"Raise a bug report on GitHub":["Envia un informe d'error a GitHub"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["El nostre equip de suport és aquí per respondre a qualsevol pregunta que pugueu tenir. Ompliu el formulari de contacte (pop-up) i us respondrem al més aviat possible!"],"Need help with %1$s? These resources are a great place to start!":["Necessiteu ajuda amb %1$s? Aquests recursos són un bon punt de partida!"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["Al fòrum de suport del WordPress per a %1$s podeu trobar respostes o demanar ajuda als usuaris de %1$s a la comunitat del WordPress."],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Doneu un cop d'ull al nostre centre d'ajuda per trobar articles, guies d'aprenentatge i altres recursos per ajudar-vos a treure el màxim profit de %1$s!"],"Frequently asked questions":["Preguntes més freqüents"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Si teniu alguna pregunta, necessiteu un cop de mà amb un problema tècnic, o només voleu dir hola, us tenim cobert. Poseu-vos en contacte amb nosaltres i estarem encantats d'ajudar-vos!"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Heu trobat un error mentre utilitzeu %1$s? Publiqueu un informe d'error al nostre repositori de GitHub per informar-nos del problema!"],"Support":["Suport"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Per veure aquest vídeo, heu de permetre que %1$s carregui vídeos incrustats de %2$s."],"Deny":["Denega"],"Allow":["Permet"],"Unlock with %1$s":["Desbloca amb %1$s"],"Something went wrong. An unexpected error occurred.":["Alguna cosa ha anat malament. S'ha produït un error inesperat."],"Refresh this page":["Refresca aquesta pàgina"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Malauradament, això significa que es perdran tots els canvis sense desar. Podeu intentar actualitzar aquesta pàgina per resoldre el problema. Si aquest error encara es produeix, poseu-vos en contacte amb el nostre equip de suport, i us donarem tota l'ajuda que necessiteu!"],"We're very sorry, but it seems like the following error has interrupted our application:":["Ho sentim molt, però sembla que el següent error ha interromput la nostra aplicació:"],"Contact support":["Contacteu el suport tècnic"],"Beta":["Beta"],"Learn SEO":["Aprèn SEO"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Tenim cursos en línia gratuïts i prèmium per a aprendre tot el que necessiteu saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Voleu aprendre SEO amb l'equip Yoast? Comproveu la nostra %1$s!"],"Check out %1$s":["Comproveu la nostra %1$s"],"Upgrade to %s":["Actualitza al %s"],"(Opens in a new browser tab)":["(S'obre en una nova pestanya del navegador)"],"24\/7 support":["Servei d'atenció 24\/7"],"Close":["Tanca"]}},"comment":{"reference":"js\/dist\/support.js"}}