{"translation-revision-date":"2025-09-12 10:01:36+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Grant consent":["Acceptació del consentiment"],"Something went wrong":["Alguna cosa ha anat malament"],"Buy now":["Compra ara"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Feu que l'edició del contingut sigui bufar i fer ampolles! Optimitzeu el contingut SEO amb suggeriments ràpids i pràctics amb un sol clic.%1$s%2$sMés informació%3$s%4$s"],"Optimize your SEO content with %s":["Optimitzeu el contingut SEO amb %s"],"Undefined error message.":["Missatge d'error no definit."],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Destaqueu les àrees de millora del vostre text, no cal buscar l'agulla en un paller, aneu directament a l'optimització! Ara també amb Elementor!"],"Explore %s now!":["Explora %s ara!"],"Activate tracking to show the ranking position":["Activeu el seguiment per mostrar la posició del rànquing"],"Last updated":["Última actualització"],"Last day":["Últim dia"],"Last week":["Última setmana"],"Last year":["L'any passat"],"30% OFF":["30% DE DESCOMPTE"],"BLACK FRIDAY":["BLACK FRIDAY"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s i obté un descompte exclusiu %2$s per a %3$s mes(os)."],"Click here to upgrade your %s plan":["Feu clic aquí per actualitzar el vostre pla %s"],"Keyphrases tracked: %1$s\/%2$s":["Frases clau rastrejades: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Esteu fent el seguiment de %1$s de %2$s frases clau incloses al vostre compte gratuït."],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Esteu fent el seguiment de %1$s de %2$s frases clau incloses al vostre compte."],"Close the upgrade callout":["Tanca la llegenda d'actualització"],"Potentially non-inclusive":["Potencialment no inclusiu"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Per veure aquest vídeo, heu de permetre que %1$s carregui vídeos incrustats de %2$s."],"Deny":["Denega"],"Allow":["Permet"],"Got it!":["Ho tinc!"],"Unlock with %1$s":["Desbloca amb %1$s"],"Something went wrong. An unexpected error occurred.":["Alguna cosa ha anat malament. S'ha produït un error inesperat."],"Refresh this page":["Refresca aquesta pàgina"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Malauradament, això significa que es perdran tots els canvis sense desar. Podeu intentar actualitzar aquesta pàgina per resoldre el problema. Si aquest error encara es produeix, poseu-vos en contacte amb el nostre equip de suport, i us donarem tota l'ajuda que necessiteu!"],"We're very sorry, but it seems like the following error has interrupted our application:":["Ho sentim molt, però sembla que el següent error ha interromput la nostra aplicació:"],"Contact support":["Contacteu el suport tècnic"],"Inclusive language:":["Llenguatge inclusiu:"],"Dismiss":["Descarta"],"Premium SEO analysis:":["Anàlisi SEO Premium:"],"Beta":["Beta"],"Try again":["Torneu-ho a provar"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["S'ha produït un error en fer el seguiment de la posició de classificació de la pàgina. Torneu-ho a provar més tard."],"reconnect to %s":["torna a connectar a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Sembla que alguna cosa ha anat malament en recuperar les dades del vostre lloc web. %s i torneu-ho a provar."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Abans de poder fer un seguiment del vostre rendiment SEO, assegureu-vos d'establir el títol de l'entrada i desar-lo com a esborrany o establir manualment l'àlies de l'entrada."],"Tracking the ranking position…":["Seguiment de la posició de classificació..."],"No keyphrase has been set. Please set a keyphrase first.":["No s'ha establert cap frase clau. Primer establiu una frase clau."],"upgrade your %s plan":["actualitzeu el vostre pla %s"],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Amb %1$s podeu fer un seguiment de la posició de classificació de la pàgina en els resultats de cerca basant-vos en les frases clau. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s està seguint la posició de classificació de la pàgina. Això pot trigar uns minuts. Espereu o torneu a comprovar-ho més tard."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Heu connectat correctament a %s! Ara podeu fer un seguiment del rendiment SEO per a les frases clau d'aquesta pàgina."],"Read more about keyphrase tracking with Wincher":["Llegiu més sobre el seguiment de frases clau amb Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["El seguiment automàtic de les frases clau està habilitat. La vostra frase clau serà rastrejada automàticament per %s quan publiqueu la vostra publicació."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posició de la frase clau en els últims 90 dies en una escala de 0 a 100."],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Podeu activar\/deshabilitar el seguiment del rendiment SEO per a cada frase clau a continuació."],"Learn more about the SEO performance feature.":["Més informació sobre la funció de rendiment SEO."],"SEO performance":["Rendiment SEO"],"Connect with %s":["Connecta amb %s"],"* focus keyphrase":["* frase clau"],"Get more insights over at %s":["Obteniu més informació a %s"],"Position over time":["Posició al llarg del temps"],"Position":["Posició"],"Tracking":["Seguiment"],"Select image":["Seleccioneu una imatge"],"Last month":["El mes passat"],"The number of headers and header labels don't match.":["El nombre de capçaleres i etiquetes de capçalera no coincideix."],"Return to your %s":["Torna a %s"],"Make sure to save your %s for changes to take effect":["Assegureu-vos de desar les %s perquè els canvis tinguin efecte"],"SEO analysis:":["Anàlisi SEO:"],"Google preview":["Vista prèvia del Google"],"Mobile result":["Resultat al mòbil"],"Desktop result":["Resultat a l'escriptori"],"Keyphrase":["Frase clau"],"Upgrade to %s":["Actualitza al %s"],"Readability analysis:":["Anàlisi de lectura:"],"%d day":["%d dia","%d dies"],"Good results":["Bons resultats"],"Errors":["Errors"],"Considerations":["Consideracions"],"(Opens in a new browser tab)":["(S'obre en una nova pestanya del navegador)"],"24\/7 support":["Servei d'atenció 24\/7"],"Good SEO score":["Bona puntuació SEO"],"OK SEO score":["Puntuació SEO acceptable"],"Needs improvement":["Necessita millorar"],"Not available":["No està disponible"],"Improvements":["Millores"],"Problems":["Problemes"],"Good":["Bo"],"OK":["D'acord"],"Close":["Tanca"],"Next":["Següent"],"Previous":["Anterior"],"View":["Visualitza"]}},"comment":{"reference":"js\/dist\/editor-modules.js"}}