{"translation-revision-date":"2025-09-03 20:26:28+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"As long as this is a beta feature, you get unlimited sparks.":["Finché si tratta di una funzionalità beta, hai a disposizioni spark illimitati. 1 spark = 1 clic sul pulsante"],"X preview":["Anteprima di X"],"Don’t show again":["Non mostrare di nuovo"],"%1$sTip%2$s: Improve the accuracy of your generated AI titles by writing more content in your page.":["%1$sSuggerimento%2$s: Migliora l'accuratezza dei titoli IA scrivendo più contenuti nella tua pagina."],"%1$sTip%2$s: Improve the accuracy of your generated AI descriptions by writing more content in your page.":["%1$sSuggerimento%2$s: Migliora l'accuratezza delle descrizioni IA scrivendo più contenuti nella tua pagina."],"Meta description length":["Lunghezza della descrizione meta"],"SEO title width":["Larghezza del titolo SEO"],"Close modal":["Chiudi modal"],"Generate 5 more":["Generane altre 5"],"Apply %s description":["Applica la descrizione %s"],"Apply %s title":["Applica il titolo %s"],"Generated %s descriptions":["Descrizioni %s generate"],"Generated %s titles":["Titoli %s generati"],"Text generated by AI may be offensive or inaccurate.":["Il testo generato dall'intelligenza artificiale (IA) può essere offensivo o impreciso."],"To use this feature, your site must be publicly accessible. This applies to both test sites and instances where your REST API is password-protected. Please ensure your site is accessible to the public and try again. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Per usare questa funzionalità, il sito deve essere accessibile pubblicamente. Questo vale sia per i siti di prova che per le istanze in cui l'API REST è protetta da password. Assicurati che il sito sia accessibile al pubblico e riprova. Per saperne di più, consulta la nostra pagina dedicata ai %1$sproblemi e agli errori più comuni delle funzionalità di IA%2$s. Se poi hai ancora bisogno di aiuto, %3$scontatta il nostro team di supporto%4$s."],"Yoast AI cannot reach your site":["L'IA di Yoast non riesce a raggiungere il tuo sito"],"The version of %1$s is outdated. Please upgrade %1$s %2$shere%3$s!":["La versione di %1$s non è aggiornata. %1$s %2$sFai l'aggiornamento da qui!%3$s"],"Please try again later. If the issue persists, please %1$scontact our support team%2$s.":["Riprova più tardi. Se il problema persiste, %1$scontatta il nostro team di supporto%2$s!"],"The request came back with the following error: '%s'.":["La richiesta è tornata indietro con questo errore: \"%s\""],"Due to %5$s's strict ethical guidelines and %1$susage policies%2$s, we cannot generate suggestions for the content on this page. If you intend to use AI, kindly avoid the use of explicit, violent, copyrighted, or sexually explicit content. In case you need further help, please %3$scontact our support team%4$s.":["A causa delle rigide linee guida etiche di %5$s e delle %1$spolitiche di utilizzo%2$s, non possiamo generare suggerimento per il contenuto su questa pagina. Se vuoi usare l'intelligenza artificiale, evita i contenuti violenti o sessualmente espliciti e quelli coperti da copyright. %3$sContatta il nostro team di supporto%4$s se vuoi saperne di più."],"Usage policy violation":["Violazione della politica d'uso"],"It seems that a connection timeout has occurred. Please check your internet connection and try again later. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Sembra che si sia verificato un timeout della connessione. Controlla la connessione a Internet e riprova più tardi. Nella nostra pagina trovi maggiori informazioni su %1$sproblemi ed errori comuni delle funzionalità di IA (in inglese)%2$s. Se poi hai ancora bisogno di aiuto, %3$scontatta il nostro team di supporto%4$s."],"Connection timeout":["Timeout della connessione"],"Subscription required":["È necessaria l’iscrizione"],"To access this feature, you need an active %1$s subscription. Please %3$sactivate your subscription in %2$s%4$s or %5$sget a new %1$s subscription%6$s. Afterward, refresh this page. It may take up to 30 seconds for the feature to function correctly.":["Per accedere a questa funzionalità, devi avere un abbonamento a %1$s. %3$sAttiva il tuo abbonamento su %2$s%4$s oppure %5$sottieni un nuovo %1$s abbonamento%6$s. Dopo aggiorna questa pagina. Potrebbero essere necessari fino a 30 secondi perché la funzionalità funzioni correttamente."],"You might have reached your Yoast AI rate limit for a specific time frame or your sparks limit for this month. If you have reached your rate limit, please reduce the frequency of your requests to continue using Yoast AI features. Our %1$shelp article%2$s provides guidance on effectively planning and pacing your requests for an optimized workflow.":["Potresti aver raggiunto il tuo limite di Yoast AI per un periodo specifico o il tuo limite di spark per questo mese. Se hai raggiunto il tuo limite tariffario, riduci la frequenza delle tue richieste per continuare a usare le funzionalità di Yoast AI. Leggi %1$sla documentazione%2$s per sapere come pianificare e cadenzare efficacemente le richieste e ottimizzare così il tuo flusso di lavoro."],"You've reached the Yoast AI rate limit":["Hai raggiunto il limite di richieste di Yoast AI."],"Refresh page":["Aggiorna la pagina"],"%4$s requires the SEO analysis to be enabled. To enable it, please navigate to %2$sSite features%3$s in %1$s, turn on the SEO analysis, and click 'Save changes'. If it's disabled in your WordPress user profile, access your profile and enable it there. Please contact your administrator if you don't have access to these settings.":["Prima di potere usare %4$s devi attivare l'analisi SEO. Per attivarla, vai all sezione %2$sFunzionalità del sito%3$s di %1$s, attiva l'analisi SEO e fai clic su 'Salva le modifiche'. Verifica anche se l'analisi SEO è disattivata nel tuo profilo utente. Se non lo è, attivala e salva. Se non hai accesso a queste impostazioni, contatta il tuo amministratore."],"SEO analysis required":["È necessaria l'analisi SEO"],"Please add more content to ensure a valuable AI suggestion. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Aggiungi altri contenuti per garantire un suggerimento valido dell'IA. Per saperne di più, consulta la nostra pagina sui %1$sproblemi ed errori comuni delle funzionalità di IA (in inglese)%2$s. Se poi hai ancora bisogno di aiuto, %3$scontatta il nostro team di supporto%4$s."],"Not enough content":["Non c'è abbastanza contenuto"],"Please try again later. If this issue persists, you can learn more about possible reasons for this error on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Riprova più tardi. Se il problema persiste e ti servono altre informazioni sulle possibili cause di questo errore, consulta la pagina %1$sproblemi ed errori comuni delle funzionalità di IA (in inglese)%2$s. Se poi hai ancora bisogno di aiuto, %3$scontatta il nostro team di supporto%4$s."],"Grant consent for %s":["Concedi il consenso per %s"],"I approve the %1$sTerms of Service%2$s & %3$sPrivacy Policy%4$s of the Yoast AI service. This includes consenting to the collection and use of data to improve user experience.":["Approvo i %1$sTermini di servizio%2$s e la %3$sPrivacy Policy%4$s del servizio Yoast IA. Questo include il consenso alla raccolta e all'utilizzo dei dati per migliorare l'esperienza utente."],"Grant consent":["Concedi il consenso"],"Something went wrong":["Qualcosa è andato storto"],"Buy now":["Acquista ora"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Trasforma la modifica dei contenuti in un gioco da ragazzi! Ottimizza i tuoi contenuti SEO con suggerimenti rapidi e attuabili con un semplice clic. %1$s%2$sPer saperne di più%3$s%4$s"],"Optimize your SEO content with %s":["Ottimizza il tuo contenuto SEO con %s"],"Undefined error message.":["Messaggio di errore non definito."],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Evidenzia le aree di miglioramento nel tuo testo: non cercare più un ago in un pagliaio, passa direttamente all'ottimizzazione! Ora anche in Elementor!"],"Explore %s now!":["Esplora %s ora!"],"Last year":["L'anno scorso"],"Last week":["La settimana scorsa"],"Last day":["Ultimo giorno"],"Last updated":["Ultimo aggiornamento"],"Activate tracking to show the ranking position":["Attiva il tracciamento per mostrare la posizione in classifica"],"30% OFF":["30% di sconto"],"BLACK FRIDAY":["BLACK FRIDAY"],"Close the upgrade callout":["Chiudi il messaggio di invito all'aggiornamento"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s e ottieni uno sconto esclusivo del %2$s per %3$s mesi."],"Click here to upgrade your %s plan":["Fai clic qui per passare a un piano %s superiore"],"Keyphrases tracked: %1$s\/%2$s":["Frasi chiave rilevate: %1$s%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Stai monitorando %1$s delle %2$s frasi chiave comprese nel tuo account."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Stai monitorando %1$s delle %2$s frasi chiave comprese nel tuo account gratuito."],"Potentially non-inclusive":["Potenzialmente non inclusivo"],"Got it!":["Ok!"],"Allow":["Permetti"],"Deny":["Rifiuta"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Per vedere questo video, devi permettere a %1$s di caricare video incorporati da %2$s."],"Unlock with %1$s":["Sblocca con %1$s"],"Refresh this page":["Ricarica questa pagina"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Purtroppo questo significa che tutte le modifiche non salvate andranno perse. Puoi provare ad aggiornare la pagina per risolvere il problema. Se l'errore persiste, contatta il nostro team di supporto e ti daremo tutto l'aiuto necessario!"],"Something went wrong. An unexpected error occurred.":["Qualcosa è andato storto, si è verificato un errore inaspettato."],"Contact support":["Contatta il supporto"],"We're very sorry, but it seems like the following error has interrupted our application:":["Sembra che il seguente errore abbia interrotto la nostra applicazione:"],"Inclusive language:":["Linguaggio inclusivo:"],"Dismiss":["Ignora"],"Beta":["Beta"],"Premium SEO analysis:":["Analisi SEO Premium:"],"Try again":["Riprova"],"Tracking the ranking position…":["Monitorando la posizione nei risultati di ricerca…"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Qualcosa è andato storto durante il monitoraggio della posizione della tua pagina nei risultati di ricerca. Riprova più tardi."],"reconnect to %s":["riconnetti a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Sembra che qualcosa sia andato storto durante il recupero dei dati del tuo sito web. Si prega di %s e riprovare."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Prima di poter tracciare le tue prestazioni SEO, assicurati di impostare il titolo dell'articolo e di salvarlo come bozza o di impostare manualmente lo slug dell'articolo."],"No keyphrase has been set. Please set a keyphrase first.":["Non è stata impostata alcuna frase chiave. Imposta prima una frase chiave."],"upgrade your %s plan":["aggiorna il tuo piano %s"],"You've reached the maximum amount of %1$d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %2$s.":["Hai raggiunto il numero massimo di %1$d frasi chiave che puoi aggiungere al tuo account Wincher. Se desideri aggiungere altre frasi chiave, si prega di %2$s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Con %1$s puoi tracciare la posizione della tua pagina nei risultati di ricerca in base alle tue frasi chiave. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s sta attualmente monitorando la posizione della tua pagina nei risultati di ricerca. Questo potrebbe richiedere alcuni minuti. Aspetta o torna a controllare più tardi."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Ti sei connesso con successo a %s! Ora puoi monitorare le prestazioni SEO per le frasi chiave di questa pagina."],"Read more about keyphrase tracking with Wincher":["Ulteriori informazioni sul monitoraggio delle frasi chiave con Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Il rilevamento automatico delle frasi chiave è abilitato. Le tue frasi chiave verranno automaticamente tracciate da %s quando pubblicherai il tuo articolo."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posizione della frase chiave negli ultimi 90 giorni su una scala da 0 a 100."],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Puoi abilitare \/ disabilitare il monitoraggio delle prestazioni SEO per ogni frase chiave di seguito."],"Learn more about the SEO performance feature.":["Scopri di più sulle funzionalità delle prestazioni SEO."],"SEO performance":["Prestazioni SEO"],"Connect with %s":["Connetti con %s"],"* focus keyphrase":["* frase chiave principale"],"Get more insights over at %s":["Ottieni più approfondimenti su %s"],"Position over time":["Posizione nel tempo"],"Position":["Posizione"],"Tracking":["Monitoraggio"],"Select image":["Seleziona un'immagine"],"Last month":["Il mese scorso"],"The number of headers and header labels don't match.":["Il numero di header a di etichette per l'header non combacia."],"Return to your %s":["Ritorna al tuo %s"],"Make sure to save your %s for changes to take effect":["Assicurati di salvare %s affinché i cambiamenti abbiano effetto"],"SEO analysis:":["Analisi SEO:"],"Mobile result":["Risultato per i dispositivi mobili"],"Desktop result":["Risultato per il desktop"],"Google preview":["Anteprima di Google"],"Keyphrase":["Frase chiave"],"Upgrade to %s":["Passa a %s"],"Readability analysis:":["Analisi di leggibilità:"],"%d day":["%d giorno","%d giorni"],"Good results":["Risultati buoni"],"Considerations":["Considerazioni"],"Errors":["Errori"],"(Opens in a new browser tab)":["(Si apre in una nuova scheda del browser)"],"24\/7 support":["Assistenza 24\/7"],"Good SEO score":["Punteggio SEO Buono"],"OK SEO score":["Punteggio SEO Ok"],"Social preview":["Anteprime social"],"Needs improvement":["Da migliorare"],"Improvements":["Miglioramenti"],"Problems":["Problemi"],"Not available":["Non disponibile"],"Good":["Buona"],"Previous":["Precedente"],"Next":["Successivo"],"Close":["Chiudi"],"OK":["OK"],"View":["Visualizza"]}},"comment":{"reference":"js\/dist\/editor-modules.js"}}