{"translation-revision-date":"2025-09-03 20:30:16+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"30-day money back guarantee":["Garantie satisfait-remboursé de 30 jours."],"Revoke consent":["Révoquer le consentement"],"Yes, revoke consent":["Oui, révoquer le consentement"],"By revoking your consent, you will no longer have access to Yoast AI features. Are you sure you want to revoke your consent?":["En révoquant votre consentement, vous n’aurez plus accès aux fonctionnalités de Yoast IA. Confirmez-vous vouloir révoquer votre consentement ?"],"Revoke AI consent":["Révoquer le consentement à l’IA"],"Grant consent for %s":["Accorder le consentement pour %s"],"I approve the %1$sTerms of Service%2$s & %3$sPrivacy Policy%4$s of the Yoast AI service. This includes consenting to the collection and use of data to improve user experience.":["J’approuve les %1$sConditions d’utilisation%2$s et la %3$sPolitique de confidentialité%4$s du service Yoast IA. Cela inclut le consentement à la collecte et à l’utilisation des données pour améliorer l’expérience utilisateur."],"Grant consent":["Accorder son consentement"],"Buy now":["Acheter maintenant"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Facilitez l’édition de contenu ! Optimisez votre contenu SEO grâce à des suggestions rapides et exploitables en un seul clic.%1$s%2$sEn savoir plus%3$s%4$s"],"Optimize your SEO content with %s":["Optimisez votre contenu SEO avec %s"],"Undefined error message.":["Message d‘erreur non défini."],"Explore %s now!":["Explorer %s maintenant !"],"30% OFF":["30% de réduction"],"BLACK FRIDAY":["BLACK FRIDAY"],"Allow":["Autoriser"],"Deny":["Refuser"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Pour consulter cette vidéo, vous devez autoriser %1$s à charger des vidéos embarquées depuis %2$s."],"Unlock with %1$s":["Débloquer avec %1$s"],"Refresh this page":["Actualiser cette page"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Malheureusement, cela signifie que vos modifications non enregistrées dans cette section seront perdues. Vous pouvez essayer d’actualiser cette page pour résoudre le problème. Si toutefois il persiste, veuillez contacter notre équipe de support et nous vous aiderons !"],"Something went wrong. An unexpected error occurred.":["Quelque chose s’est mal passé. Une erreur inattendue est survenue."],"Contact support":["Contacter le support"],"We're very sorry, but it seems like the following error has interrupted our application:":["Nous sommes désolés, il semblerait que l’erreur suivante ait interrompu notre application :"],"Beta":["Bêta"],"Upgrade to %s":["Passez à %s"],"(Opens in a new browser tab)":["(S’ouvre dans un nouvel onglet)"],"24\/7 support":["Support 24\/7"],"Something went wrong, please try again later.":["Une erreur s’est produite. Veuillez réessayer ultérieurement."],"Close":["Fermer"]}},"comment":{"reference":"js\/dist\/ai-consent.js"}}