{"translation-revision-date":"2024-09-01 14:51:49+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Elementor":["Elementor"],"Remove the header & footer sections from all pages, and their CSS\/JS files.":["Suprimeix les seccions de capçalera i peu de pàgina de totes les pàgines i els seus fitxers CSS\/JS."],"Disable cross-site header & footer":["Desactiva la capçalera i el peu de pàgina entre llocs"],"Start Designing":["Comenceu a dissenyar"],"Customize your cross-site header & footer from Elementor’s \"Site Settings\" panel.":["Personalitzeu la capçalera i el peu de pàgina entre llocs des del quadre «configuració del lloc» de l'Elementor."],"Style cross-site header & footer":["Estil de capçalera i peu de pàgina entre llocs"],"Activate header & footer experiment":["Activa l'experiment de capçalera i peu de pàgina"],"Design your cross-site header & footer from Elementor’s \"Site Settings\" panel.":["Dissenyeu la capçalera i el peu de pàgina entre llocs des del quadre «configuració del lloc» de l'Elementor."],"Style using Elementor":["Crea estils utilitzant Elementor"],"Create cross-site header & footer using Elementor.":["Creeu una capçalera i un peu de pàgina entre llocs utilitzant Elementor."],"Disable Hello theme's theme.css file which contains CSS rules that style WordPress elements.":["Desactiveu el fitxer del theme.css del tema Hello que conté regles CSS que estilitzen elements de WordPress."],"Unregister Hello theme.css":["Suprimeix el registre del theme.css Hello"],"Disable Hello theme's style.css file which contains CSS reset rules for unified cross-browser view.":["Desactiveu el fitxer de l'estil del tema Hola.css que conté regles de reinicialització CSS per a la vista unificada entre navegadors."],"Unregister Hello style.css":["Suprimeix el registre d'Hello estyle.css"],"Remove the section above the content that contains the main heading of the page.":["Elimineu la secció que hi ha a sobre del contingut que conté la capçalera principal de la pàgina."],"Disable page title":["Desactiva el títol de la pàgina"],"Remove the \"Skip to content\" link used by screen-readers and users navigating with a keyboard.":["Suprimeix l'enllaç \"Saltar al contingut\" que fan servir els lectors de pantalla i els usuaris que naveguen amb un teclat."],"Disable skip link":["Desactiva l'enllaç d'ometre"],"Remove the description meta tag in singular content pages that contain an excerpt.":["Elimineu la meta etiqueta de descripció en pàgines de contingut singular que continguin un extracte."],"Disable description meta tag":["Desactiva la meta etiqueta de descripció"],"Be cautious, disabling some of the following options may break your website.":["Aneu amb compte, desactivar algunes de les opcions següents pot trencar el lloc web."],"Save Settings":["Desa la configuració"],"Settings Saved":["Configuració desada"],"Hello Theme Settings":["Configuració del tema Hello"],"Install Elementor":["Instal·la l'Elementor"],"Activate Elementor":["Activa l'Elementor"]}},"comment":{"reference":"assets\/js\/hello-admin.js"}}