{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages",
            "plural_forms": "nplurals=2; plural=(n != 1);",
            "lang": "de"
         },
         "WPML Translation Editor": [
            "WPML Editor für Übersetzungen"
         ],
         "WordPress Editor": [
            "WordPress Editor"
         ],
         "Translation Dashboard": [
            "Übersetzungs-Dashboard"
         ],
         "Also, switching back to WPML's Translation Editor later will require re-translating content that you translated with the WordPress editor.": [
            "Beachten Sie auch, dass ein späterer Wechsel zurück zum WPML-Übersetzungseditor eine erneute Übersetzung der Inhalte erfordert, die Sie mit dem WordPress-Editor übersetzt haben."
         ],
         "This will overwrite content you translated with the WordPress Editor. If you switch now, you'll have to translate selected content again.": [
            "Dies wird Inhalte überschreiben, die Sie mit dem WordPress-Editor übersetzt haben. Wenn Sie jetzt wechseln, müssen Sie ausgewählte Inhalte erneut übersetzen."
         ],
         "You are about to translate with the %s": [
            "Sie sind dabei, mit dem %s zu übersetzen"
         ],
         "Translate with the WordPress Editor if you need different designs per language or if the content isn't compatible with WPML's Translation Editor.": [
            "Übersetzen Sie mit dem WordPress-Editor, wenn Sie unterschiedliche Designs pro Sprache benötigen oder wenn der Inhalt nicht mit WPMLs Übersetzungseditor kompatibel ist."
         ],
         "What do you want to translate?": [
            "Was möchten Sie übersetzen?"
         ],
         "I understand, switch to the WordPress Editor": [
            "Ich verstehe, zum WordPress-Editor wechseln"
         ],
         "Apply": [
            "Übernehmen"
         ],
         "Cancel": [
            "Abbrechen"
         ],
         "I understand, switch to %s": [
            "Ich verstehe, wechseln Sie zu %s"
         ],
         "Only this %s": [
            "Nur dieses %s"
         ],
         "Recommended": [
            "Empfohlen"
         ],
         "All %s": [
            "Alle %s"
         ],
         "All the site's content": [
            "Den gesamten Inhalt der Website"
         ],
         "I understand, switch to Translation Dashboard": [
            "Ich verstehe, wechsle zum Übersetzungs-Dashboard"
         ],
         "The WordPress Editor doesn't offer Automatic Translation, Translation Memory and other features that make translation easier.": [
            "Der WordPress-Editor bietet keine automatische Übersetzung, kein Übersetzungsspeicher und andere Funktionen, die das Übersetzen erleichtern."
         ],
         "Translate items in batch after reviewing the cost of AI translation": [
            "Übersetze Elemente im Stapel, nachdem du die Kosten für die KI-Übersetzung geprüft hast"
         ]
      }
   }
}